{
  "ticker": "7502.T",
  "business_description": "３【事業の内容】 当社グループは、当社及び子会社３社により構成されており、製品・サービス別の事業活動を展開しております。事業内容は、プリントショップのフランチャイズの展開及びプリントショップの経営並びにＷｅｂサイトを運営し、デジタルプリントサービス及び写真関連商材等の販売を営むイメージング事業、携帯端末等の販売を営むモバイル事業などを事業の内容としております。 当社グループの主要製品・サービスの事業活動は次のとおりであります。なお、報告セグメントの名称は、「第５ 経理の状況 １ 連結財務諸表等 (1）連結財務諸表 注記事項 関連当事者情報」に掲げるセグメントの区分と同一であります。 また、当社は、有価証券の取引等の規制に関する内閣府令第49条第２項に規定する特定上場会社等に該当しており、これにより、インサイダー取引規制の重要事実の軽微基準については連結ベースの数値に基づいて判断することとなります。 報告セグメントの名称 主な取扱商品・サービス 主要な会社 イメージング事業 プリントサービス 当社 ㈱プラザクリエイト ㈱ストアクロス ㈱ＢＹ ＴＨＥ ＰＡＲＫ 写真関連商材等 写真撮影サービス 他社サイト運営代行 モバイル事業 携帯端末 ㈱プラザクリエイト 事業の系統図は次のとおりであります。 → は商品・製品及びサービスの流れを示しております。 （注）１．㈱Ｃｏｌｏｒｓは、役員の近親者が議決権の過半数を所有している会社であります。 ２．ソフトバンク㈱は、当連結会計年度末現在において主要株主となっております。 ３．当社は、2024年８月30日付で株式会社BY TFE PARKの株式を取得及び簡易株式交換にて完全子会社化いたしました。 ４．上記各社の取引の状況等は、「第５ 経理の状況 １ 連結財務諸表等 (1）連結財務諸表 注記事項 関連当事者情報」に記載しております。",
  "history_summary": "２【沿革】 年月 事項 1988年３月 フランチャイズ形式による写真店の加盟店の募集及び経営指導を目的として名古屋市熱田区において「株式会社プラザクリエイト」を設立（資本金500万円） 1995年４月 「株式会社プラザクリエイト」（額面50円）と合併し、当社株式（額面50,000円）の額面の変更及び本店所在地を名古屋市千種区に変更 1996年７月 日本証券業協会に株式を店頭登録 1996年12月 米国ピクチャービジョン・インクと合弁で、「フォトネットジャパン株式会社（2000年12月に商号を「ジグノシステムジャパン株式会社」に変更）」を設立（当社出資比率70％） 1997年６月 本社事務所を東京都千代田区へ移転し、本店所在地を同住所に変更 1997年11月 総合写真企業を目指し「オリエンタル写真工業株式会社（2000年６月に商号を「サイバーグラフィックス株式会社」に変更）」、「オリエンタル写真商事株式会社」、「株式会社オリエンタルカラー（1999年７月に商号を「ネットワークラボ株式会社」に変更）」３社の株式を取得 2004年10月 「ジグノシステムジャパン株式会社」は、第三者割当増資の結果、連結子会社から持分法適用関連会社に変更 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場 2005年８月 ネットプリントサービスの拡大を目的に「デジプリ株式会社」の株式を取得 2006年４月 プリントサービスの競争優位を図るため「株式会社55ステーション」の全株式を取得 2006年４月 写真撮影及びプリントサービス事業の領域拡大のためブライダル関連サービスを提供する100％子会社「株式会社プラザハート」を設立 2007年４月 当社の写真関連小売サービス事業を株式会社55ステーションに吸収分割の方法により会社分割するとともに、併せて同社の商号を「株式会社プラザクリエイトイメージング」に変更 2007年４月 100％子会社「株式会社プラザクリエイトモバイリング」を設立し、2007年５月に株式会社エス・エヌ・シーより携帯電話販売事業を譲り受け 2008年４月 「デジプリ株式会社」を吸収合併 2008年４月 「ジグノシステムジャパン株式会社」の全株式を売却 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、株式会社大阪証券取引所ＪＡＳＤＡＱ市場に上場 2012年７月 本社事務所を東京都中央区へ移転し、本店所在地を同住所に変更 2013年３月 「障害者の雇用の促進等に関する法律」に基づく特例子会社を運営する100％子会社「株式会社プラザクリエイトスタッフサービス」を設立 2013年７月 資本金を１億円に減資（資本金の減少額９億17百万円を「その他資本剰余金」へ振替） 2013年７月 大阪証券取引所と東京証券取引所の統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード）に上場 2014年２月 ＮＡＳＤＡＱ上場企業であるVistaprint N.V.（現 Cimpress N.V.）の完全子会社 Vistaprint Distribution B.V.(現 Cimpress Investments B.V.)を割当先として自己株式を第三者割当の方法により処分 2014年２月 ビスタプリントジャパン株式会社(現 シンプレスジャパン株式会社)へ吸収分割による方法で出資し、当社の持分法適用関連会社となる 2014年４月 株式会社プラザクリエイトモバイリング及び株式会社プラザハートを株式会社プラザクリエイトイメージングに吸収分割 株式会社プラザクリエイトイメージングを株式会社プラザクリエイトストアーズに商号変更 2014年７月 株式会社プラザクリエイトモバイリング及び株式会社プラザハートを吸収合併 2014年10月 当社のプリントショップ（フランチャイズを含む）の本部機能とモバイル事業の一次代理店機能を分割し株式会社プラザクリエイトストアーズに吸収分割 2016年12月 ＮＡＳＤＡＱ上場企業であるCimpress N.V.の完全子会社 Cimpress Investments B.V.との資本提携を解消し、シンプレスジャパン株式会社の全株式を売却 2017年10月 当社の法人事業を株式会社プラザクリエイトストアーズに吸収分割し、同時に当社商号を「株式会社プラザクリエイト本社」に変更、分割承継会社である株式会社プラザクリエイトストアーズの商号を「株式会社プラザクリエイト」に変更 2017年12月 当社の不動産事業を株式会社プラザクリエイト（旧：株式会社プラザクリエイトストアーズ）に吸収分割し、持株会社へ移行 2021年１月 株式会社プラザクリエイトが保有する証明写真ボックス事業を会社分割（新設分割）により新設会社（株式会社フォトプラザ）に承継させたうえで、新設会社の株式を日本オート・フォート株式会社に譲渡 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所ＪＡＳＤＡＱ(スタンダード)からスタンダード市場へ移行 2023年６月 当社商号を「株式会社プラザクリエイト本社」から「株式会社プラザホールディングス」に変更 2024年８月 株式会社BY THE PARKの株式を取得及び簡易株式交換にて完全子会社化",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "３【配当政策】 当社は、株主様への利益配分に関しましては、継続的、安定的な配当を維持し、経営環境や業績を考慮した適正な利益配分を基本方針としております。内部留保金につきましては、財務体質の強化と企業価値向上のための事業投資に活用してまいります。 当社は、中間配当と期末配当の年２回の剰余金の配当を行うことを基本方針としており、これらの剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。当社は、「取締役会の決議により、毎年９月30日の最終の株主名簿に記載又は記録された株主又は登録株式質権者に対し、中間配当を行うことができる。」旨を定款に定めております。 当期の期末配当金については、2025年６月27日の定時株主総会において１株につき50円と決議されました。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 （百万円） １株当たり配当額 2025年６月27日 定時株主総会 121 50円00銭 （注）当期の中間配当は実施しておりません。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "株主に対する特典 (1）優待品の贈呈 ①対象株主 ３月31日現在の100株（１単元）以上所有の株主 ②優待券の贈呈 ・100株以上200株未満 ①大島康広コレクションコース フォトＴシャツ2枚セレクト ②グランピングコース 平日１泊素泊まり（休前日・指定日除く） ２名様まで半額ご優待 ③つくるんですコース つくるんですウッドパズル・ミニチュアハウス（7,500円相当） ④パレットプラザコース パレットプラザ半額優待券（10,000円分） 上記①～④のコースの中から１つ選択 ・200株以上400株未満 ①大島康広コレクションコース フォトＴシャツ5枚セレクト ②グランピングコース 平日１泊素泊まり（休前日・指定日除く） ２名様まで無料ご招待 ③つくるんですコース つくるんですウッドパズル・ミニチュアハウス（15,000円相当） ④パレットプラザコース パレットプラザ半額優待券（20,000円分） 上記①～④のコースの中から１つ選択 ・400株以上600株未満 上記200株以上400株未満の①～④のコースの中 から２つ選択 ・600株以上 上記200株以上400株未満の①～④のコースの中 から３つ選択 ③有効期限 ９月30日「選べるカタログギフト」の返送期限 ④贈呈時期及び方法 ３月31日現在の当社株主名簿に記載または記録されたご住所宛に、「選べるカタログギフト」のご案内を定時株主総会終了後に発送。 (2）年賀状印刷優待割引券 ①対象株主 ９月30日現在の100株（１単元）以上所有の株主 ②優待券の贈呈 100株以上 500円分の株主様ご優待券 ③有効期限 翌年の１月31日 ④贈呈時期及び方法 ９月30日現在の当社株主名簿に記載または記録されたご住所宛に、11月に発送"
    }
  ],
  "last_updated": "2026-02-04"
}