{
  "ticker": "4801.T",
  "business_description": "３【事業の内容】 当社グループ（当社及び当社の関係会社）は、当連結会計年度末現在、当社、連結子会社４社、非連結子会社１社及び関連会社１社で構成され、スポーツクラブの経営及びその関連事業を営んでおります。また、その他の関係会社として、セントラルトラスト株式会社があります。 事業内容と当社、当社の子会社及び関連会社の当該事業にかかる位置付けは、次のとおりであります。 [スポーツクラブ経営事業] 当社グループは、会員制スポーツクラブ経営を主たる業務としており、セントラルスイムクラブ、セントラルスポーツクラブ、セントラルフィットネスクラブ、セントラルウェルネスクラブ、ザバススポーツクラブ、スタジオヨガピス、セントラルスポーツジムスタ、セントラルスポーツジム24等の施設名で運営を行っております。店舗数は、2025年３月31日現在で直営185店舗、業務受託65店舗となり、全国で合計250店舗を展開しております。 直営店舗には自社所有26店舗、テナント159店舗があり、各店舗の運営は出店地域の市場性や規模により営業種目や料金体系に変化を加え地域マーケットを考慮した形態で行っております。 また業務受託店舗には民間スポーツ施設14店舗、公共スポーツ施設51店舗があります。 業務受託店舗は、民間企業や個人事業主等がスポーツクラブ経営を行うにあたり、当社と業務委託契約を締結し、当該スポーツクラブに当社のスタッフを常駐させ会員へのスポーツ指導を行う形態の店舗であります。 公共スポーツ施設も同様の契約形態ではありますが、地方自治体の運営方針によるその業務受託要請範囲に合わせた形態にて契約を締結しております。 連結子会社である㈱セントラルスポーツプラザ、非連結子会社である浜松ブルーウェーブ ㈱ 、関連会社であるすみだスポーツサポートPFI㈱は主にスポーツクラブの経営を行っております。 また、米コロラド州デンバーに所在する連結子会社Central Sports U.S.A.,Inc.は持株会社であり、連結子会社Meridian Central,Inc.は会員制ゴルフクラブを経営しております。 なお、当社グループはスポーツクラブ経営事業の単一セグメントであるため、以下の部門別に内容を記載しております。以下の部門は第２「事業の状況」の４「経営者による財政状態、経営成績及びキャッシュ・フローの状況の分析」と同一であります。 (1)フィットネス部門 主に直営店舗におけるフィットネス会員(マシンジム・スタジオ・プール・温浴施設等を利用できる会員区分)の会費収入等の売上高から構成される部門です。 (2)スクール部門 主に直営店舗におけるスクール会員(お子様向けスイミングスクール・体育スクール・ダンススクール等の各種スポーツスクール、大人向け各種スポーツスクールの会員区分)の会費収入等の売上高から構成される部門です。 (3)業務受託部門 業務受託店舗におけるフィットネス収入・スクール収入・その他営業収入等の売上高から構成される部門です。 (4)プロショップ部門 直営店舗のプロショップにおける各種スポーツ用品等の販売収入、また、クラブ内の自販機収入や催事販売収入等の売上高から構成される部門です。 (5)その他 主に会員向けに販売している旅行業収入、自社施設の賃貸による施設賃貸収入、外部販売収入、その他営業収入(業務受託店舗を除く)等の売上高から構成される部門です。 事業系統図 以上述べた事項を事業系統図によって示すと、次のとおりであります。",
  "history_summary": "２【沿革】 1969年12月 セントラルスポーツクラブを創業、スポーツクラブ運営を開始。 1970年５月 東京都新宿区百人町に㈱セントラルスポーツクラブを設立。東京都杉並区にスイミングスクールを開校し、スクール部門及び指導受託業務部門を開設。 1977年３月 東京都新宿区百人町の本社事務所と千葉県市川市及び東京都新宿区にある営業所を併合し、本社として東京都中央区宝町に移転。 1977年10月 東京都知事登録国内旅行業（第2152号）を取得し、旅行業を開始。 1978年８月 セントラル産商㈱を東京都千代田区内幸町に設立し、当社の商事部門として営業を開始。 1979年５月 セントラルスポーツ㈱に商号を変更。 1979年10月 セントラル施設㈱を東京都中央区京橋に設立し、施設管理事業を開始。 1980年５月 関西本部を大阪府大阪市東淀川区に設置。 1981年７月 北日本営業本部を宮城県仙台市双葉ヶ丘に設置。 1982年４月 セントラルスポーツ研究所を千葉県市川市相之川に開設。 1983年10月 1983年11月 本社を東京都港区東新橋に移転。 スポーツクラブの名称に日本で初めてフィットネスクラブと名づけたセントラルフィットネスクラブ新橋を開設。 1984年４月 業務委託を目的としたトップアスリーツ㈱を東京都港区東新橋に設立。当社にて運営業務を受託。 1986年１月 フィットネス事業部を法人需要の拡大に向けてコーポレイト部門として業務を開始。従来のフィットネス事業部の活動はアカデミー本部として継続。 1986年10月 1986年12月 西日本営業本部を兵庫県芦屋市船戸町に移転。 セントラルスポーツダイビング協会（DACS＝Diving Association of Central Sports）を設立。 1988年４月 1988年９月 マリーンスポーツ部を新設。 ソウルオリンピックで鈴木大地選手が100ｍ背泳ぎで金メダルを獲得。 1989年３月 仙台市青葉区中央に北日本営業本部を移転。 1991年５月 ケージーセントラルスポーツ㈱を北海道札幌市中央区に設立。同年11月にＫＧセントラルフィットネスクラブ山鼻を開設。当社にて指導業務受託を行う。 1991年９月 米国コロラド州デンバー市に、ゴルフ場経営指導を目的とし、Central Sports U.S.A.,Inc.（現：連結子会社）を設立。同年10月にゴルフ場経営会社として、Meridian Central,Inc.（現：連結子会社）を設立し、Meridian Golf Clubを買収のうえ、ゴルフ場経営を開始。 1993年４月 本社を東京都中央区新川に移転。 1993年５月 運輸大臣登録旅行業第一種（第1184号）を取得。 1996年６月 1999年４月 天王洲スポーツ㈱を東京都品川区東品川に設立。同年10月に天王洲フィットネス倶楽部を開設。当社にて指導業務受託を行う。 心身の健康を考えた21世紀の新しいクラブ、セントラルウェルネスクラブを開設。 1999年６月 フィットネスクラブ業界で初めて世界基準の品質保証であるＩＳＯ9001の認定を受ける。 2000年１月 連結子会社である㈱サンクレアとセントラル施設㈱が合併し、商号を㈱サンクレアとする。 2000年７月 連結子会社であるトップアスリーツ㈱より営業全部を譲受け、同社の運営していたクラブをテナントクラブとする。 2000年11月 日本証券業協会に株式を店頭登録。 2002年３月 東京証券取引所市場第二部上場。 2002年11月 仙台市青葉区昭和町に北日本営業部を移転。 2003年10月 ㈱南海スポーツの全株式を取得し、商号を西日本セントラルスポーツ㈱とする。 2004年３月 2004年８月 東京証券取引所市場第一部上場。 アテネオリンピックに冨田洋之、鹿島丈博、森田智己、稲田法子の４選手が出場。金銀銅、合計６個のメダルを獲得。 2004年10月 連結子会社である㈱サンクレアを簡易合併。 2004年12月 2004年12月 2005年１月 2005年３月 連結子会社である西日本セントラルスポーツ㈱より営業全部を譲受ける。 東京都知事登録第50471号を取得し、一級建築士事務所の登録。 東京都知事許可（般－16）第123200号、一般建設業の許可取得。 連結子会社である西日本セントラルスポーツ㈱を清算。 2006年11月 本社を東京都中央区新川1-21-2に移転。 2006年12月 Wellbridge Central,Inc.（現：連結子会社）を米国コロラド州デンバー市に設立。米国のスポーツクラブFitness Venture,LLC社に出資し、クラブ運営に参画する。 2007年４月 2008年８月 非連結子会社である天王洲スポーツ㈱より事業全部を譲受ける。 北京オリンピックに冨田洋之、鹿島丈博、森田智己、伊藤華英、物延靖記の５選手が出場し、男子体操団体で銀メダル２個を獲得。 2012年８月 2012年12月 2013年１月 2013年７月 2014年４月 2015年７月 2016年８月 2019年６月 2019年７月 2021年８月 2022年４月 2024年４月 2024年７月 2024年８月 2024年10月 ロンドンオリンピックに伊藤華英、渡邉一樹、松島美菜の３選手が出場。 東京都公安委員会より、警備業（第30003793号）を認定。 厚生労働省許可（般13－305242）、一般労働者派遣事業の許可取得。 ㈱明治スポーツプラザ（現：㈱セントラルスポーツプラザ 連結子会社）の全株式を取得。 後藤聖治が代表取締役社長に就任。後藤忠治は代表取締役会長に就任。 学校法人順天堂との包括連携協定を締結。 リオデジャネイロオリンピックに寺村美穂選手が出場。 監査役会設置会社から監査等委員会設置会社へ移行。 創業50周年事業の一環として、50mプールを備えた「ラボ・トレーニングセンター」を開設。 東京2020オリンピック・パラリンピックに７選手が出場し、銀メダル２個、銅メダル１個を獲得。 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第一部からプライム市場に移行。 連結子会社であるケージーセントラルスポーツ㈱を簡易合併。 パリ2024オリンピック・パラリンピックに、選手６名、コーチ２名が出場し、体操男子団体で 橋本大輝選手、萱和磨選手、谷川航選手が金メダルを獲得。 ㈱セントラルスポーツプラザは、株式会社レフコ（本社：香川県丸亀市）の新設分割会社であるRefco株式会社の全株式を取得。 ㈱セントラルスポーツプラザを存続会社、Refco㈱を消滅会社とする吸収合併を実施。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-26",
      "text": "３【配当政策】 当社は、株主に対する長期的かつ総合的な利益の拡大を重要な経営目的と位置付けております。 利益配分につきましては、中間配当と期末配当の年２回の配当を行うことを基本方針としており、これら剰余金の配当の決定機関は、中間配当、期末配当とも取締役会となっております。 会員制スポーツクラブ経営を始めとする当社の主力事業部門が属する産業分野では、市場構造の変化等により周辺環境が大きく変わってきており、今後とも市場競争力を確保し収益の向上を図るためには、設備投資、研究開発、新規事業等への積極的な先行投資が必須であります。 従って、株主に対する配当につきましては、中長期的な事業計画に基づき、再投資のための内部資金の確保と安定的な配当を念頭に置きながら、財政状態、利益水準及び配当性向等を総合的に勘案して検討することとしております。 以上の方針に基づき、当期の配当につきましては、１株当たりの期末配当金を25円、中間配当金25円を加えた年間配当金は50円とすることで決定いたしました。この結果、当事業年度の配当性向は連結ベースで41.2％（単体ベースで45.5％）となりました。 内部留保資金につきましては、既存店舗の改修・リニューアル投資、さらに新規サービス、プログラム開発、サービスの向上、新規出店投資等に有効投資し、事業の安定と拡大に努めてまいる所存であります。 なお当社は、「取締役会の決議によって、毎年３月31日を基準として期末配当、９月30日を基準として中間配当を行うことができる」旨定款に定めております。 当事業年度における剰余金の配当は以下のとおりです。 決議年月日 配当金の総額 （百万円） １株当たり配当額 （円） 2024年11月７日 280 25.00 取締役会決議 2025年５月13日 280 25.00 取締役会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-26",
      "text": "株主に対する特典 １単元所有の株主に対し株主優待券３枚、２単元以上所有の株主に対し株主優待券６枚、また、３単元以上保有の会員株主に対し株主優待券10枚を進呈。（年２回）"
    }
  ],
  "last_updated": "2026-01-26"
}