{
  "ticker": "3933.T",
  "business_description": "３ 【事業の内容】 当社グループ（当社及び当社の関係会社）は、当社、連結子会社８社（株式会社オキジム、沖縄チエル株式会社、株式会社コラボレーションシステム、四国チエルクリエイト株式会社、チエルコミュニケーションブリッジ株式会社、株式会社東京音楽鑑賞協会、トラストコミュニケーション株式会社、美馬チエル株式会社）、関連会社２社（株式会社エディト、セーバー株式会社）の計11社（2025年3月末日現在）で構成されております。 教育ICT事業を行っており、報告セグメントにつきましては「小学校・中学校部門」、「高等学校・大学部門」及び「その他」の３つに区分しております。 なお、当連結会計年度より、報告セグメントの区分を変更しております。詳細は、「第５ 経理の状況 １ 連結財務諸表等 (1)連結財務諸表 注記事項（セグメント情報等）」をご参照ください。 （1）小学校・中学校部門 小学校・中学校部門は、小学校・中学校向けに、授業・講義支援システム及びデジタル教材の企画・開発・製造・販売、並びに情報セキュリティ対策のソフトウエアや運用管理ソリューションの企画・開発・仕入・製造・販売を行っております。 （2） 高等学校・大学部門 高等学校・大学部門は、高等学校・大学向けに、授業・講義支援システム及びデジタル教材の企画・開発・製造・販売、並びに情報セキュリティ対策のソフトウエアや運用管理ソリューションの企画・開発・仕入・製造・販売を行っているほか、高等学校に対して、大学・短期大学・専門学校を集めた進学相談会の企画・実施や、進学情報誌の企画・制作・配布を行い、高校生の職業・進路選択に役立つ情報・サービスを提供しています。 （3） その他 その他の部門では、文教市場以外の企業・官公庁に対し、情報セキュリティ対策のソフトウエアや運用管理ソリューションの企画・開発・仕入・製造・販売を行っております。 当社グループの事業系統図は以下のとおりです。",
  "history_summary": "２ 【沿革】 提出会社は、デジタル教材の企画開発販売を目的とする株式会社デジタルインスティテュートを前身としております。その後、2006年10月に、教育システムの企画開発販売を目的とするアルプスシステムインテグレーション株式会社の教育事業部門を統合し、商号をチエル株式会社に変更いたしました。 提出会社設立以来の経緯は次のとおりであります。 年月 概要 1997年10月 株式会社旺文社の100％子会社として、東京都大田区に株式会社デジタルインスティテュートを設立 1999年12月 アルプスシステムインテグレーション株式会社(以下「ALSI」といいます。)が当社へ資本参加 2002年４月 株式会社旺文社デジタルインスティテュートに商号を変更 2004年４月 学校向けクラウド型教材配信サービス「CHIeru.net」の提供を開始 2005年10月 特許「学習用シングルサインオンシステム」(特許第4652710号)を取得 2006年10月 ALSIの教育事業部門を統合し、商号をチエル株式会社に変更 2007年４月 ネットワーク型学習評価システム「InterCLASS」が米国テキサス州ガーランド学校区より４年連続で「Focus Customer Service Award(優秀ベンダー賞)」を受賞 2008年２月 フルデジタルCALLシステム「CaLabo EX Ver.5.0」の販売を開始 2008年８月 フラッシュ型教材の販売を開始 2010年８月 アクティブラーニング支援システム「CaLabo Bridge(CaLabo LMS)」の販売を開始 2011年６月 「InterCLASS」が米国コロラド州ボルダー学区74校全てに標準採択される 2011年６月 大学専用eラーニング教材販売ストア「CHIeru.net for College」を開設 2011年７月 本社を東京都品川区に移転 2011年８月 学内ICT運用管理ソリューション「ExtraConsole」の販売を開始 2011年８月 ウイルス対策ソフト「Dr.WEB」の販売を開始 2014年10月 無線LAN最適化ソリューション「Tbridge」の販売を開始 2016年３月 東京証券取引所JASDAQ（スタンダード）に株式を上場 2016年７月 子会社として沖縄チエル株式会社を設立 2016年11月 学校向けクラウド型教材配信サービス「CHIeru.net」の ユーザー数が300万人を突破 2017年３月 株式会社コラボレーションシステムと資本・業務提携契約を締結 2017年４月 株式会社 VERSION2 を子会社化（持株比率100％、2023年７月にチエルコミュニケーションブリッジ株式会社が吸収合併） 2017年９月 株式会社コラボレーションシステムを子会社化 2017年９月 特許「中継装置、中継方法及び中継プログラム」（特許第6145190号）を取得 2018年６月 クラウド型授業支援システム「InterCLASS Cloud」の販売を開始 2018年７月 特許「データ通信再生装置、データ通信再生方法及びデータ通信再生プログラム」（特許第6368843号）を取得 2018年９月 ハードウェア画像転送システム「S600-OP」の販売を開始 2019年5月 Google for Education技術パートナーの認定を取得 2019年6月 株式会社昭栄広報、株式会社エーアンドシーを子会社化 （持株比率100％、株式会社エーアンドシーは2020年１月に株式会社昭栄広報が吸収合併し、 株式会社昭栄広報は2023年７月にチエルコミュニケーションブリッジ株式会社に商号変更） 2019年6月 監査等委員会設置会社へ移行 2019年8月 BYOD環境に対応した英語4技能学習システム[CaLabo MX」の販売を開始 2020年3月 Google管理コンソール運用支援ツール「InterCLASS Console Support」の販売を開始 2020年3月 Chromebook対応 協働学習支援ツール「InterCLASS for Chrome」の販売を開始 2020年6月 Webフィルタリングサービス「InterCLASS Filetering Service」の販売を開始 2020年12月 大学向けオンライン授業支援システム「CaLabo Online」の販売を開始 2021年5月 株式会社エディトを持分法適用関連会社化（持株比率20％） 2021年6月 セーバー株式会社を持分法適用関連会社化（持株比率30％） 2021年10月 『ExtraConsole Secure Network』発売開始 2022年４月 東京証券取引所の市場区分の見直しによりJASDAQ（スタンダード）からスタンダード市場へ移行 2022年８月 株式会社東京音楽鑑賞協会 を子会社化 2023年３月 株式会社南海MJEを子会社化（持株比率70％、2023年７月に四国チエルクリエイト株式会社に商号変更、2024年３月に株式を追加取得して持株比率100％） 2024年６月 トラストコミュニケーション株式会社 を子会社化 2024年12月 株式会社オキジム を子会社化（持株比率51.6％）",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "３ 【配当政策】 当社は、株主の皆様への利益還元を重要な経営課題と認識しており、企業体質の強化及び継続的な商品開発に備えた内部留保を確保しつつ、継続的かつ安定的な配当を実施していくことを基本方針としております。今後も中期経営計画に掲げた目標を目指し、企業価値を高めてまいる所存であります。 当事業年度の期末配当につきましては、１株あたり12.0円といたします。 内部留保につきましては、今後の企業体質及び製品開発力の強化のための資金として有効に活用してまいります。 剰余金の配当につきましては年１回、期末配当を行うことを基本としておりますが、定款において毎年９月30日を基準日として中間配当を行うことができる旨定めております。なお、当社は、会社法第459条第１項の規定に基づき、取締役会の決議によって剰余金の配当等を行うことができる旨定款に定めております。 (注) 基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額 (千円) １株当たり配当額 (円) 2025年５月26日 89,462 12.0 取締役会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "株主に対する特典 該当事項はありません。 (注) １．株式の売買の委託に係る手数料相当額として別途定める金額 ２．当社の株主は、その有する"
    }
  ],
  "last_updated": "2026-02-04"
}