{
  "ticker": "7621.T",
  "business_description": "３ 【事業の内容】 当社は、飲食店の経営、物販商品の製造販売、及び文化事業（美術館）の運営を主な事業内容とし、事業活動を展開しております。 また、次の３部門は「第５ 経理の状況 ２ 財務諸表等 注記事項（セグメント情報等）」のセグメントの区分と同一であります。 (1) レストラン事業部について 当社は、和食及び洋食料理のディナーレストランの経営を行っております。2025年３月末現在の店舗数は和食料理店６店舗、洋食料理店８店舗になります。 和食料理店は、うかい鳥山（いろり炭火焼料理）、とうふ屋うかい 大和田店・とうふ屋うかい 鷺沼店・東京 芝 とうふ屋うかい（とうふ料理）、銀座 kappou ukai 肉匠・六本木 kappou ukai（割烹料理）の営業を行っております。 洋食料理店は、八王子うかい亭・横浜うかい亭・銀座うかい亭・あざみ野うかい亭・表参道うかい亭・六本木うかい亭（鉄板料理）、グリルうかい 丸の内店（グリル料理）、ル・プーレ ブラッスリーうかい（ブラッスリー）の営業を行っております。 (2) 物販事業部について 当社は、物販商品の開発・製造及び販売を行っております。2025年３月末現在の店舗数は洋菓子店５店舗になります。 洋菓子店は、アトリエうかい トリエ京王調布（製菓工房・店頭販売）、アトリエうかい エキュート品川・アトリエうかい 髙島屋京都店・アトリエうかい 髙島屋大阪店・アトリエうかい グランスタ東京（店頭販売）の営業を行っております。 (3) 文化事業部について 当社は、箱根ガラスの森を運営しております。 箱根ガラスの森では、ヴェネチアン・グラスの美術工芸品の展示及び併設するミュージアム・ショップでの商品販売、レストラン等の営業を行っております。 当社の事業系統図は、次のとおりであります。 (注)2025年３月28日開催の取締役会において、当社100％出資による子会社の設立を決議いたしました。なお、当該子会社の概要は以下のとおりであります。 会社名 株式会社UKAIzm corporation 事業の内容 飲食店全般のコンサルティング業 飲食店の各種プロデュース業 飲食店の各種監修業 飲食新業態開発業 フードコーディネート及びメニュー開発・商品開発業 飲食店教育研修業 他 資本金 10百万円 設立日 2025年４月３日",
  "history_summary": "２ 【沿革】 当社(形式上の存続会社、うかい商事株式会社 1982年８月31日設立、本店所在地 東京都八王子市)は、1990年10月11日を合併期日として、株式会社うかい(実質上の存続会社、1968年３月25日設立、本店所在地 東京都八王子市)及び株式会社横浜うかい(1983年12月10日設立、本店所在地 神奈川県大和市)を吸収合併し、株式会社うかいに商号を変更いたしました。 なお、当社は関係会社との業務の一体化を目的として1997年４月１日を合併期日とし、株式会社コレクト(1990年５月18日設立、本店所在地 東京都八王子市)を吸収合併しております。 (事業の変遷) 年月 事項 1964年12月 東京都八王子市にうかい鳥山創業。 1968年３月 東京都八王子市に株式会社うかい鳥山を設立。 1974年12月 東京都八王子市に八王子うかい亭を開店。 1975年11月 東京都八王子市にうかい竹亭を開店。 1978年５月 株式会社うかい鳥山を株式会社うかいに商号変更。 1982年８月 うかい商事株式会社(現：株式会社うかい)を設立。 1983年12月 神奈川県大和市に株式会社横浜うかい(横浜うかい亭)を設立。 1990年10月 うかい商事株式会社が株式会社うかい及び株式会社横浜うかいを合併。同時にうかい商事株式会社は株式会社うかいに商号変更。 1993年11月 東京都八王子市にとうふ屋うかい 大和田店を開店。 1996年８月 神奈川県足柄下郡箱根町に箱根ガラスの森を開設。 1997年４月 株式会社コレクトを吸収合併。 1997年11月 山梨県南都留郡富士河口湖町に株式会社河口湖うかいを設立。 1999年９月 山梨県南都留郡富士河口湖町に河口湖オルゴールの森を開設。 1999年11月 日本証券業協会に株式を店頭登録。 2001年３月 東京都八王子市にウカイリゾートを開店。 2001年10月 神奈川県川崎市宮前区にとうふ屋うかい 鷺沼店を開店。 2003年12月 東京都中央区銀座に銀座うかい亭を開店。 2004年12月 ジャスダック証券取引所(後の東京証券取引所ＪＡＳＤＡＱ(スタンダード))に株式を上場。 2005年９月 東京都港区芝公園に東京 芝 とうふ屋うかいを開店。 2005年12月 神奈川県横浜市青葉区にあざみ野うかい亭を開店。 2007年３月 株式会社河口湖うかいに河口湖オルゴールの森を事業譲渡。 年月 事項 2007年11月 東京都渋谷区神宮前に表参道うかい亭を開店。 2009年７月 ウカイリゾートを閉店。 2009年９月 東京都千代田区丸の内にＧＲＩＬＬうかい(現：グリルうかい 丸の内店)を開店。 2011年３月 子会社の株式会社河口湖うかいの株式の一部を売却し、非連結化。 2013年７月 神奈川県横浜市青葉区にアトリエうかい たまプラーザ を開店。 2014年４月 東京都中央区銀座に銀座 kappou ukai（現：銀座 kappou ukai 肉匠）を開店。 2016年９月 アトリエうかい 八王子工房（東京都八王子市）がISO22000の認証取得を受ける。 2017年２月 東京都千代田区大手町にル・プーレ ブラッスリーうかいを開店。 2017年７月 東京都港区高輪にアトリエうかい エキュート品川を開店。 2017年９月 東京都調布市にアトリエうかい トリエ京王調布を開店。 2017年11月 御盟晶英酒店股份有限公司（台湾・高雄市）と業務提携し、台湾・高雄市にうかい亭高雄（カオシュン）を開店。 2018年３月 東京都港区六本木に六本木うかい亭及び六本木 kappou ukaiを開店。 2019年１月 御盟建設股份有限公司（台湾・高雄市）と業務提携し、台湾・台北市にTHE UKAI TAIPEIを開店。 2019年４月 大阪府大阪市北区にアトリエうかい 阪急うめだ本店を開店。 2021年11月 京都府京都市下京区にアトリエうかい 髙島屋京都店を開店。 2022年３月 アトリエうかい 阪急うめだ本店を契約満了により閉店。 2022年４月 東京証券取引所の株式市場再編に伴いスタンダード市場へ移行。 2022年５月 大阪府大阪市中央区にアトリエうかい 髙島屋大阪店を開店。 2024年８月 アトリエうかい たまプラーザを契約期間満了により閉店。 2024年９月 東京都千代田区丸の内にアトリエうかい グランスタ東京を開店。 2024年11月 うかい竹亭を閉店。 (注)2025年４月３日付で東京都八王子市に当社の次の成長に資する新規事業開発に特化した子会社、株式会社UKAIzm corporation（出資比率：当社100%）を設立いたしました。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-29",
      "text": "３ 【配当政策】 当社は、株主の皆様への利益還元を経営の重要課題の一つと位置付けております。中長期的な配当の継続と財務基盤の健全性の確保とのバランスを勘案し、株主の皆様へ適正に利益還元することを基本方針としております。 当社の剰余金の配当は、期末配当の年１回を基本的な方針としており、この配当の決定機関は、株主総会であります。 当事業年度の剰余金の配当につきましては、2025年３月期の業績や将来の事業展開に必要な内部留保の水準、財務基盤の強化等を総合的に勘案し、１株あたり15円の配当としております。 内部留保資金の使途につきましては、財務体質の強化を図りながら、更なる成長への戦略投資に充当していきたいと考えております。 2026年３月期の配当につきましては、引き続き上記の基本方針に基づき、１株あたりの年間配当額を15円と予定しております。 なお、当社は「取締役会の決議によって毎年９月30日を基準日として中間配当を行うことができる。」旨定款で定めております。 （注）当事業年度に係る剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額(千円) １株当たり配当額(円) 2025年６月27日 定時株主総会決議 84,151 15"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-29",
      "text": "株主に対する特典 株主優待制度の概要は以下のとおりです。 (1)対象株主 毎年９月30日現在の株主名簿及び実質株主名簿に記載された１単元（100株）以上保有の株主 (2)優待の内容 内容 贈呈基準 ① 箱根ガラスの森 ご入場招待券（１枚1,800円相当）５枚 100株以上 箱根ガラスの森 ご優待券（１枚1,000円）６枚 ② 株主様ご優待券（１枚3,000円）１枚 100株以上 300株未満 株主様ご優待券（１枚3,000円）３枚 300株以上 500株未満 株主様ご優待券（１枚3,000円）５枚 または うかい特選牛肉（15,000円相当）のいずれかを選択 500株以上 1,000株未満 株主様ご優待券（１枚3,000円）10枚 または うかい特選牛肉（30,000円相当）のいずれかを選択 1,000株以上 2,000株未満 株主様ご優待券 （１枚3,000円） 20枚 または うかい特選牛肉（60,000円相当）のいずれかを選択 2,000株以上 (3)有効期間 １月１日から翌年２月末日まで（14カ月間）期間外無効"
    }
  ],
  "last_updated": "2026-01-29"
}