{
  "ticker": "4664.T",
  "business_description": "３ 【事業の内容】 当社グループは、株式会社アール・エス・シー(以下当社という。)、子会社３社、及びその他の関係会社１社からなり、事業内容は官公庁、民間企業の事務所ビルを始め、店舗、ホテル、病院等各種建物に対する警備保障、清掃、オフィスサービス、設備管理等の建物総合管理サービス事業、人材サービス事業を営んでおります。 当社グループの事業に係る位置付け及びセグメントとの関連は次のとおりであります。 次の２部門は「第５経理の状況 １連結財務諸表等 （１）連結財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 区分 主要業務 ※ 主要な会社 建物総合管理サービス事業 警備保障業務全般、清掃業務、オフィスサービス業務、設備管理業務等のサービス業務及びそれらの付帯業務 当社 株式会社アール・エス・シー中部 友和商工株式会社 株式会社クリーンフォース 人材サービス事業 情報管理、ファイリング、機器操作等の人材派遣業務、有料職業紹介業務 当社 ※これらの業務は、一定の期間にわたり継続的に役務を提供する「年間契約」と、特定の時期にのみ役務を提供する「臨時契約」に分類されております。 企業集団等の状況について事業系統図を示すと次のとおりであります。 ※（イ）連結子会社 ※（ロ）その他の関係会社",
  "history_summary": "２ 【沿革】 年月 事項 1971年９月 建物内外の安全及び維持管理を目的として、東京都港区に総合ビル管理株式会社(資本金20,000千円)を設立 1972年９月 名古屋地区の営業展開を目的として名古屋市中区に名古屋営業所を設置 1978年４月 サンシャインシティ完成、オープンを機に本社を東京都豊島区(サンシャインシティ内)に移転 1981年４月 人材派遣業を目的として子会社株式会社エス・ビー・ケイを設立 1982年９月 名古屋地区の営業強化、拡大を目的として名古屋営業所を廃止し、子会社中部総合ビル管理株式会社(現株式会社アール・エス・シー中部・連結子会社)を設立 1983年４月 警備員教育の請負を目的として子会社株式会社警備員研修所を設立 1985年８月 不動産販売を目的として子会社株式会社総合リアルエステートを設立 1987年２月 大阪地区の営業展開を目的として大阪市北区に大阪営業所を設置 1987年７月 ノベルティ(企業用販促商品)の企画、製作、販売を目的として子会社株式会社総合プランニングを設立 1988年３月 電子、電気機器の製造上の検査業務の請負を目的として子会社エス・ビー機工株式会社を設立 1988年12月 判例等収録のCD―ROMの賃貸及び販売を目的として子会社株式会社リーガルロム総販売センターを設立 1992年８月 経営の合理化を目的として子会社株式会社総合リアルエステートを吸収合併 1992年12月 経営の合理化を目的として子会社エス・ビー機工株式会社を売却 1993年７月 経営の合理化を目的として子会社株式会社総合プランニングを売却 1994年３月 事業拡大を目的として子会社株式会社エス・ビー・ケイの人材派遣業務及び子会社株式会社警備員研修所の警備研修業務を譲り受け両社を解散 1995年10月 事業拡大・イメージ向上を目的として商号を株式会社アール・エス・シーに変更 1997年１月 日本証券業協会に株式を店頭登録 1997年４月 大阪営業所を大阪支店に昇格 東京都府中市に多摩営業所を設置 1998年２月 総合システム管理株式会社(福岡市博多区)と業務提携 1999年３月 多摩営業所を本社に統合のため閉鎖 1999年４月 東北地区の営業展開を目的として仙台市青葉区に仙台営業所を設置 2000年２月 介護事業の営業展開を目的として豊島区にRSC豊島ケアセンターを設置 2001年３月 経営の合理化を目的として子会社株式会社リーガルロム総販売センターを売却 2002年２月 介護事業の営業展開を目的として豊島区にRSC駒込ケアセンターを設置 2003年４月 名古屋地区の営業強化、拡大を目的として、株式会社アール・エス・シー中部（当社連結子会社）が日本船舶警備株式会社に出資 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場 2006年３月 本社を東京都豊島区東池袋3-1-3 サンシャインシティワールドインポートマートビルへ移転 2008年３月 人材サービス事業部名古屋支店を開設 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所（ＪＡＳＤＡＱ市場）に株式を上場 2010年10月 大阪証券取引所ヘラクレス市場、同取引所ＪＡＳＤＡＱ市場及び同取引所ＮＥＯ市場の各市場の統合に伴い、大阪証券取引所ＪＡＳＤＡＱ（スタンダード）に株式を上場 2013年７月 大阪証券取引所の現物市場の東京証券取引所への統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード）に株式を上場 2016年７月 日本船舶警備株式会社が株式会社アール・エス・シー中部を吸収合併 商号を株式会社アール・エス・シー中部に変更 2022年４月 東京証券取引所の市場区分の見直しによりＪＡＳＤＡＱ（スタンダード）市場からスタンダード市場へ移行 2023年２月 事業領域拡大等を目的として、友和商工株式会社の全株式を取得 2025年１月 事業領域拡大等を目的として、株式会社クリーンフォースの全株式を取得",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "３ 【配当政策】 当社では、株主の皆さまへの利益還元を重要な課題として位置付けし、業績に裏付けされた成果の配分を長期にわたり安定的に行うことを基本方針としております。 中期経営計画より、配当性向の目安を20％以上から30％以上に変更し、利益成長による増配を目指すことにより株主還元を充実していきます。 当社の剰余金の配当は、中間配当及び期末配当の年２回を基本的な方針としております。配当の決定機関は、中間配当は取締役会、期末配当は株主総会であります。 内部留保金につきましては、新規のお客さまの獲得や既存のお客さまへのサービスを充実するための機器や設備への投資、従業員への教育投資、新規事業への投資等に活用し、業容並びに収益の拡大に努めてまいります。 このような方針に基づき、期末配当金につきましては、１株当たり17円の普通配当としております。 また、次期の配当につきましては、当社グループを取り巻く経営環境は依然として厳しく、先行き不透明な状況が継続しておりますが、期末配当金につきましては、１株当たり17円（中間配当金については、１株当たり７円）とさせていただきます。 なお、当社は中間配当を行うことができる旨を定款に定めております。 (注) 基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額 (千円) １株当たり配当額 (円) 2024年９月17日 取締役会 19,971 7 2025年６月27日 定時株主総会決議 48,501 17"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "株主に対する特典 なし"
    }
  ],
  "last_updated": "2026-01-19"
}