{
  "ticker": "7638.T",
  "business_description": "３【事業の内容】 当社グループ（当社及び当社の関係会社）は、当社（株式会社ＮＥＷ ＡＲＴ ＨＯＬＤＩＮＧＳ）及び連結子会社21社並びに非連結子会社１社で構成され、ブライダルジュエリー（婚約指輪・結婚指輪）の製造・販売、加工冷凍肉・加工冷蔵肉の販売、エステティックサロンの運営、リゾート開発事業、オークションの企画・運営、美術品の販売を主たる事業としております。 当社グループの事業内容と当該事業における位置付けは次のとおりであります。 なお、次に示す事業区分は「第５ 経理の状況 １ 連結財務諸表等 （１）連結財務諸表 注記事項（セグメント情報等）」に掲げるセグメントの区分と同一であります。 また、当連結会計年度より、報告セグメントの区分を変更しております。詳細は、「第５ 経理の状況 １ 連結財務諸表 注記事項（セグメント情報等）」に記載のとおりであります。 事業区分 事業内容 会社名 ジュエリー・アート・ オークション事業 「銀座ダイヤモンドシライシ」、「エクセルコ ダイヤモンド」の運営を通じたブライダルジュエリーの製造・販売、ブライダル関連サービス 当社 株式会社ＮＥＷ ＡＲＴ（旧商号：株式会社ニューアート・シーマ） 株式会社NEW ART貴金属総合研究所 HONG KONG NEW ART LIMITED NEW ART DIAMONDS (SINGAPORE) PTE. LTD. 台湾白石鑽石股份有限公司 ダイヤモンド・ルース（裸石）の仕入・卸 株式会社NEW ART貴金属総合研究所Israel Shiraishi Ltd. 美術品の販売等 株式会社ニューアート・エストウェストオークションズ アートオークションの企画・運営等 株式会社ニューアート・エストウェストオークションズ NEW ART EST-OUEST AUCTIONS COMPANY LIMITED 食品事業 加工冷凍肉・加工冷蔵肉の販売、魚介類製品の販売 New Art Wah Full Limited(旧商号：Wah Full Group Limited） その他６社 ヘルス＆ビューティー事業 エステティックサロン「ラ・パルレ」の運営、化粧品及び健康食品等の製造・販売 株式会社ニューアート・ヘルス＆ビューティー 台湾帕蕾拉有限公司 リゾート開発事業 ホテル・結婚式場の運営、リゾート開発事業 有限会社軽井沢エレガンスカンパニー 株式会社ニューアート・リゾート その他事業 クレジット事業、ゴルフ用品の製造・販売、関連スポーツ用品の開発・製造 株式会社ニューアート・フィンテック 株式会社ニューアート・スポーツ",
  "history_summary": "２【沿革】 年月 事項 1994年９月 株式会社ダイヤモンドシライシとして東京都中央区銀座二丁目６番３号銀座イセヤビルに設立し、本社業務開始。 1994年11月 基幹店である銀座ダイヤモンドシライシ銀座本店を東京都中央区銀座に１号店として開設し、販売開始。 1995年７月 ダイヤモンド仕入機能充実のため Israel Shiraishi Ltd. を設立。 1996年６月 銀座ダイヤモンドシライシ大阪本店を大阪府大阪市に、銀座ダイヤモンドシライシ名古屋本店を愛知県名古屋市に同時に開設し、販売開始。 1997年８月 エクセルコ ダイヤモンド東京本店を東京都中央区に開設し、販売開始。 1998年４月 株式の額面変更のため、形式上の存続会社 株式会社ダイヤモンドシライシ（東京都中央区銀座二丁目６番16号）と合併。 1998年５月 銀座ダイヤモンドシライシ福岡本店を福岡県福岡市に開設し、販売開始。 1998年７月 株式会社シーマブライダルに社名変更。 1999年12月 銀座ダイヤモンドシライシ広島本店を広島県広島市に開設し、販売開始。 2000年３月 日本証券業協会に株式を店頭登録。 2000年４月 銀座ダイヤモンドシライシ静岡本店を静岡県静岡市に開設し、販売開始。 2000年６月 銀座ダイヤモンドシライシ岡山本店を岡山県岡山市に開設し、販売開始。 2000年６月 銀座ダイヤモンドシライシ札幌時計台店を北海道札幌市に開設し、販売開始。 2000年８月 エクセルコ ダイヤモンド神戸店を兵庫県神戸市に開設し、販売開始。 2001年１月 エクセルコ ダイヤモンド名古屋店を愛知県名古屋市に開設し、販売開始。 2001年４月 銀座ダイヤモンドシライシ横浜店を神奈川県横浜市、横浜岡田屋モアーズ４Ｆに開設し、販売開始。 2001年４月 銀座ダイヤモンドシライシ立川店を東京都立川市、立川グランデュオ８Ｆに開設し、販売開始。 2001年６月 銀座ダイヤモンドシライシ小倉店を福岡県北九州市リーガロイヤルホテル内に開設し、販売開始。 2001年６月 エクセルコ ダイヤモンド横浜店を神奈川県横浜市に開設し、販売開始。 2001年10月 ㈱シーマブライダルを改め㈱シーマに社名変更。 2001年11月 第１回シーマワールドジュエリーコンテストを開催。 2001年12月 本社を中央区銀座、銀座富士ビルに移転。 2002年３月 銀座ダイヤモンドシライシ宇都宮店を栃木県宇都宮市東武宇都宮百貨店７Ｆに開設し、販売開始。 2002年９月 銀座ダイヤモンドシライシ千葉店を千葉県千葉市に開設し、販売開始。 2002年12月 銀座ダイヤモンドシライシ大宮店を埼玉県さいたま市に開設し、販売開始。 2003年３月 銀座ダイヤモンドシライシ富山店を富山県富山市に開設し、販売開始。 2003年７月 エクセルコ ダイヤモンド大阪本店を大阪府大阪市に開設し、販売開始。 2003年７月 銀座ダイヤモンドシライシ浜松本店を静岡県浜松市に開設し、販売開始。 2003年８月 銀座ダイヤモンドシライシ東武百貨店池袋店を東京都豊島区東武百貨店池袋店４Ｆに開設し、販売開始。 2003年９月 銀座ダイヤモンドシライシ高松本店を香川県高松市に開設し、販売開始。 2003年10月 銀座ダイヤモンドシライシ高崎本店を群馬県高崎市に開設し、販売開始。 2003年11月 銀座ダイヤモンドシライシ熊本本店を熊本県熊本市に開設し、販売開始。 2003年12月 銀座ダイヤモンドシライシ仙台本店を宮城県仙台市に開設し、販売開始。 2004年２月 エクセルコ ダイヤモンド札幌店を北海道札幌市に開設し、販売開始。 2004年２月 銀座ダイヤモンドシライシ金沢本店を石川県金沢市に開設し、販売開始。 2004年２月 エクセルコ ダイヤモンド小倉店を福岡県北九州市セントシティ北九州I'm専門店街８Ｆに開設し、販売開始。 2004年３月 銀座ダイヤモンドシライシ名古屋ユニモール店を愛知県名古屋市ユニモール地下街に開設し、販売開始。 2004年３月 銀座ダイヤモンドシライシ松山本店を愛媛県松山市に開設し、販売開始。 2004年７月 エクセルコ ダイヤモンド福岡本店を福岡県福岡市に開設し、販売開始。 2004年７月 銀座ダイヤモンドシライシ新宿本店を東京都新宿区に開設し、販売開始。 2004年７月 銀座ダイヤモンドシライシ神戸本店を兵庫県神戸市に開設し、販売開始。 2004年７月 銀座ダイヤモンドシライシ京都本店を京都府京都市に開設し、販売開始。 2004年８月 銀座ダイヤモンドシライシ新潟本店を新潟県新潟市に開設し、販売開始。 2004年９月 株式譲受けにより株式会社アイウィッシュを完全子会社化。 年月 事項 2004年10月 銀座ダイヤモンドシライシホテルテラスザガーデン水戸店を茨城県水戸市に開設し、販売開始。 2004年11月 ホワイトベル銀座本店を東京都中央区に開設し、販売開始。 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場。 2005年２月 ホワイトベル名古屋店を愛知県名古屋市に開設し、販売開始。 2005年８月 株式譲受けにより株式会社トゥインクルスターを子会社化。 2005年９月 銀座ダイヤモンドシライシ静岡本店を静岡県静岡市葵区呉服町に移転。 2005年９月 エクセルコ ダイヤモンド宇都宮店を栃木県宇都宮市に開設し、販売開始。 2005年12月 エクセルコ ダイヤモンド高崎店を群馬県高崎市に開設し、販売開始。 2006年４月 銀座ダイヤモンドシライシ長野本店を長野県長野市に開設し、販売開始。 2006年８月 エクセルコ ダイヤモンド心斎橋店を大阪府大阪市中央区に開設し、販売開始。 2006年９月 銀座ダイヤモンドシライシ熊本本店を熊本県熊本市上通町に移転。 2007年６月 エクセルコ ダイヤモンド京都店を京都府京都市下京区に開設し、販売開始。 2007年10月 エクセルコ ダイヤモンド金沢店を石川県金沢市に開設し、販売開始。 2007年11月 銀座ダイヤモンドシライシ横浜元町店を神奈川県横浜市中区に開設し、販売開始。 2007年12月 エクセルコ ダイヤモンド浜松店を静岡県浜松市中央区に開設し、販売開始。 2008年４月 エクセルコ ダイヤモンド静岡店を静岡県静岡市葵区に開設し、販売開始。 2008年５月 銀座ダイヤモンドシライシ宇都宮店を栃木県宇都宮市東武宇都宮百貨店から路面店として移転。 2008年６月 銀座ダイヤモンドシライシ横浜モアーズ店を４Ｆから５Ｆに移転。 2008年６月 銀座ダイヤモンドシライシ松本本店を長野県松本市に開設し、販売開始。 2008年６月 銀座ダイヤモンドシライシ池袋店を東京都豊島区東武百貨店池袋店から路面店として移転。 2008年７月 エクセルコ ダイヤモンド大宮店を埼玉県さいたま市大宮区に開設し、販売開始。 2008年７月 エクセルコ ダイヤモンド名駅店を愛知県名古屋市中村区に開設し、販売開始。 2008年７月 エクセルコ ダイヤモンド仙台店を宮城県仙台市青葉区に開設し、販売開始。 2008年８月 エクセルコ ダイヤモンド広島店を広島県広島市中区に開設し、販売開始。 2008年９月 エクセルコ ダイヤモンド福井店を福井県福井市に開設し、販売開始。 2008年11月 エクセルコ ダイヤモンド小倉店を福岡県北九州市セントシティ北九州I'm専門店街から路面店として移転。 2009年４月 ホワイトベル横浜店を神奈川県横浜市中区に開設し、販売開始。 2009年10月 連結子会社、株式会社アイウィッシュを清算。 2009年11月 連結子会社、株式会社トゥインクルスターを譲渡。 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所ＪＡＳＤＡＱ（現 東京証券取引所ＪＡＳＤＡＱ（スタンダード））に上場。 2010年５月 銀座ダイヤモンドシライシ梅田店を大阪府大阪市北区ハービスＰＬＡＺＡ ＥＮＴ３Ｆに開設し、販売開始。 2010年10月 エクセルコ ダイヤモンド名古屋店を愛知県名古屋市中区栄に移転。 2011年２月 エクセルコ ダイヤモンド青山店を東京都港区に開設し、販売開始。 2011年５月 銀座ダイヤモンドシライシ姫路店を兵庫県姫路市に開設し、販売開始。 2011年６月 銀座ダイヤモンドシライシ神戸三宮店を兵庫県神戸市に開設し、販売開始。 2011年７月 エクセルコ ダイヤモンド神戸店を兵庫県神戸市に移転。 2011年９月 株式会社ウェディングサポートを設立。 2011年12月 銀座ダイヤモンドシライシ アルコスクエア目黒店を東京都品川区に開設し、販売開始。 2012年２月 エクセルコ ダイヤモンド天王寺店を大阪市阿倍野区に開設し、販売開始。 2012年２月 第２回シーマワールドジュエリーコンテストを開催。 2012年２月 銀座ダイヤモンドシライシ柏店を千葉県柏市に開設し、販売開始。 2012年３月 事業の都合によりホワイトベル銀座店を閉店。 2012年３月 事業の都合によりホワイトベル横浜店を閉店。 2012年３月 事業の都合によりホワイトベル名古屋店を閉店。 2012年５月 2012年６月 2012年12月 2013年１月 2013年２月 2013年２月 事業の都合によりエクセルコ ダイヤモンド広島店を閉店。 銀座ダイヤモンドシライシ横浜店をホワイトベル横浜店跡地に移転。 事業の都合により銀座ダイヤモンドシライシ神戸店を閉店。 事業の都合により銀座ダイヤモンドシライシ池袋店を閉店。 事業の都合により銀座ダイヤモンドシライシ新潟店を閉店。 事業の都合によりエクセルコ ダイヤモンド札幌店を閉店。 年月 事項 2013年６月 2013年７月 2013年７月 2013年９月 2013年11月 2013年12月 2014年１月 2014年３月 2014年３月 2014年６月 2014年６月 2014年７月 2014年７月 2014年８月 2014年８月 2014年９月 2014年10月 2014年12月 2015年１月 2015年３月 2015年４月 2015年５月 2015年11月 2015年11月 2016年２月 2016年３月 2016年３月 2016年４月 2016年５月 2016年７月 2016年７月 2016年10月 2016年11月 2017年１月 2017年３月 2017年３月 2017年５月 2017年６月 2017年９月 2017年９月 2017年10月 2017年10月 2017年12月 2017年12月 事業の都合により銀座ダイヤモンドシライシ アルコスクエア目黒店を閉店。 東京証券取引所と大阪証券取引所の統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード）に上場。 銀座ダイヤモンドシライシ横浜モアーズ店を５Ｆから４Ｆに移転。 事業の都合によりギフト販売を停止。 エクセルコ ダイヤモンド静岡店を葵区呉服町２－７－３に移転。 銀座ダイヤモンドシライシ沼津店を静岡県沼津市ＢiＶｉ沼津１Ｆに開設し、販売開始。 銀座ダイヤモンドシライシ浜松店を浜松市中央区鍛冶町ザザシティ浜松中央館１Ｆに移転。 銀座ダイヤモンドシライシ静岡店を静岡市葵区呉服町２－７－２８に移転。 本社事務所を中央区銀座、銀座スイムビルに移転。 事業の都合によりエクセルコ ダイヤモンド天王寺店を閉店。 事業の都合によりエクセルコ ダイヤモンド心斎橋店を閉店。 エクセルコ ダイヤモンド仙台店を仙台市青葉区一番町４－５－１５に移転。 株式会社ニューアート・ラ・パルレを100％子会社化。 事業の都合によりエクセルコ ダイヤモンド金沢店を閉店。 銀座ダイヤモンドシライシ金沢店を金沢市片町１－１２－２６に移転。 エクセルコ ダイヤモンド福井店を銀座ダイヤモンドシライシ福井店にブランド変更。 エクセルコ ダイヤモンド福岡店を福岡市中央区ヒルトン福岡シーホーク４Fに移転。 エクセルコ ダイヤモンド京都店を京都市下京区四条通高倉西入立売西町７６に移転。 事業の都合によりエクセルコ ダイヤモンド名駅店を閉店。 ニューアート・ラボを本社ビル１階にて開店。 株式会社シングルＢ（現・株式会社ニューアート・スポーツ）をグループ会社化。 長野県北佐久郡軽井沢町に結婚式場「風通る白樺と苔の森＜チャペル＞」を開設。 連結子会社、株式会社ウェディングサポートを吸収合併。 HONG KONG NEW ART LIMITEDを設立。 株式会社ニューアート・ウェディングを設立。 銀座ダイヤモンドシライシ町田マルイ店を町田市原町田の町田マルイ３Ｆに開設し、販売開始。 銀座ダイヤモンドシライシ小倉店を北九州市小倉北区船場町２－６に移転。 銀座ダイヤモンドシライシ盛岡店とエクセルコ ダイヤモンド盛岡店の統合店舗を岩手県盛岡市に開設し、販売開始。 株式会社ニューアート・フィンテックを設立。 株式会社ＮＥＷ ＡＲＴ（英訳名：NEW ART Co., Ltd.）に商号変更。 上海東美美容有限公司を子会社化。 エクセルコ ダイヤモンド広島店を広島県広島市中区に開設し、銀座ダイヤモンドシライシ広島本店と併設した統合店舗として販売開始。 エクセルコ ダイヤモンドみなとみらい店を神奈川県横浜市中区に開設し、販売開始。 台灣新美股份有限公司を設立。 新魅（上海）珠宝有限公司を設立。 ジュエリー事業における海外初店舗となる銀座ダイヤモンドシライシ上海店を中国・上海市に開設し、販売開始。 エクセルコ ダイヤモンド熊本店を熊本県熊本市中央区に開設し、銀座ダイヤモンドシライシ熊本本店との統合店舗として販売開始。 銀座ダイヤモンドシライシ台湾本店とエクセルコ ダイヤモンド台湾本店の統合店舗を台湾・台北市に開設し、販売開始。 銀座ダイヤモンドシライシ新潟店とエクセルコ ダイヤモンド新潟店の統合店舗を新潟県新潟市に開設し、販売開始。 銀座ダイヤモンドシライシ長崎ハマクロス411店とエクセルコ ダイヤモンド長崎ハマクロス411店を長崎県長崎市に開設し、販売開始。 ジュエリー事業に係る権利義務の一部を子会社である株式会社ニューアート・シーマに承継し、持株会社体制に移行。 株式会社ニューアート・ウェディングの商号を株式会社ニューアート・コインに変更。 エクセルコ ダイヤモンド長野店を長野県長野市に開設し、銀座ダイヤモンドシライシ長野本店との統合店舗として販売開始。 エクセルコ ダイヤモンド松本店を長野県松本市に開設し、銀座ダイヤモンドシライシ松本本店との統合店舗として販売開始。 年月 事項 2017年12月 2018年２月 2018年４月 2018年６月 2018年７月 2018年９月 2018年10月 2018年11月 2018年12月 2018年12月 2019年１月 2019年１月 2019年３月 2019年６月 2019年９月 2019年９月 2019年９月 2019年９月 2019年10月 2020年３月 2020年４月 2020年４月 2020年４月 2020年４月 2020年４月 2020年５月 2020年６月 2020年６月 2020年６月 2020年７月 2020年７月 2020年８月 2020年９月 台湾帕蕾拉有限公司を設立。 エクセルコ ダイヤモンド梅田店を大阪府大阪市に開設し、銀座ダイヤモンドシライシ梅田店との統合店舗として販売開始。 株式会社ニューアート・コインの商号を株式会社ニューアート・テクノロジーに変更。 エクセルコ ダイヤモンド大阪本店を改装し、新たに銀座ダイヤモンドシライシ大阪本店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ町田マルイ店を増床し、新たにエクセルコ ダイヤモンド町田マルイ店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ新光三越台北南西店を台湾・台北市に開設し、販売開始。 株式会社ＮＥＷ ＡＲＴ ＨＯＬＤＩＮＧＳ（英訳名：NEW ART HOLDINGS Co., Ltd.）に商号変更。 銀座ダイヤモンドシライシららぽーと湘南平塚店を神奈川県平塚市に開設し、販売開始。 銀座ダイヤモンドシライシ博多マルイ店とエクセルコ ダイヤモンド博多マルイ店の統合店舗を福岡県福岡市博多区に開設し、販売開始。 連結子会社の株式会社ニューアート・テクノロジーの保有全株式を譲渡。 エクセルコ ダイヤモンド神戸店を移転し、兵庫県神戸市に開設する銀座ダイヤモンドシライシ神戸本店との統合店舗として販売開始。 銀座ダイヤモンドシライシ福岡本店を改装し、新たにエクセルコ ダイヤモンド福岡店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ新光三越台南西門店を台湾・台南市に開設し、販売開始。 銀座ダイヤモンドシライシ新光三越桃園駅前店を台湾・桃園市に開設し、販売開始。 香港初出店となる銀座ダイヤモンドシライシ香港SOGO TST店を香港・油尖旺区に開設し、販売開始。 銀座ダイヤモンドシライシ新光三越台中中港店を台湾・台中市に開設し、販売開始。 中国・上海市に、銀座ダイヤモンドシライシ上海久光店と、ラ・パルレ上海久光店を、複合店として開設し、販売開始。 株式会社ニューアート・クレイジーを株式会社ニューアート・スポーツに商号変更。 銀座ダイヤモンドシライシ沼津店を移転し、静岡県沼津市に銀座ダイヤモンドシライシららぽーと沼津店とエクセルコ ダイヤモンドららぽーと沼津店の統合店舗として開設し、販売開始。 銀座ダイヤモンドシライシ富山本店を改装し、新たにエクセルコ ダイヤモンド富山店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ高松本店を改装し、新たにエクセルコ ダイヤモンド高松店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ心斎橋店を改装し、新たにエクセルコ ダイヤモンド心斎橋店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ大分店とエクセルコ ダイヤモンド大分店の統合店舗を大分県大分市に開設し、販売開始。 銀座ダイヤモンドシライシ岡山本店を移転改装し、新たにエクセルコ ダイヤモンド岡山店を併設し、統合店舗として販売開始。 株式会社ＮＥＷ ＡＲＴ ブランド開発研究所を設立。 クレイジー銀座本店を東京都中央区に開設し、販売開始。 銀座ダイヤモンドシライシ札幌時計台店を改装し、新たにエクセルコ ダイヤモンド札幌時計台店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ松山本店を移転改装し、新たにエクセルコ ダイヤモンド松山店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ姫路店を改装し、新たにエクセルコ ダイヤモンド姫路店を併設し、統合店舗として販売開始。 株式会社ニューアート・ラ・パルレの商号を株式会社ニューアート・ヘルス＆ビューティーへ変更。 高級ジュエリーサロン アルティメイトダイヤモンドシライシを東京都中央区に開設し、販売開始。 銀座ダイヤモンドシライシ郡山モルティ店とエクセルコ ダイヤモンド郡山モルティ店の統合店舗を福島県郡山市に開設し、販売開始。 銀座ダイヤモンドシライシ香港SOGO（銅鑼湾）店とエクセルコ ダイヤモンド香港SOGO（銅鑼湾）店の統合店舗を香港・銅鑼湾に開設し、販売開始。 年月 事項 2020年11月 2020年11月 2020年12月 2021年２月 2021年２月 2021年３月 2021年３月 2021年４月 2021年６月 2021年７月 2021年７月 2021年８月 2021年８月 2022年１月 2022年１月 2022年４月 2022年４月 2022年５月 2022年６月 2022年７月 2022年９月 2022年12月 2022年12月 2023年３月 2023年４月 2023年５月 2023年６月 2023年８月 2023年８月 2023年９月 2023年９月 2023年10月 2023年10月 2023年10月 銀座ダイヤモンドシライシ池袋パルコ店を東京都豊島区に開設し、販売開始。 銀座ダイヤモンドシライシ山形店とエクセルコ ダイヤモンド山形店の統合店舗を山形県山形市に開設し、販売開始。 ラ・パルレ フェリシア新宿店を東京都新宿区に開設し、サービス開始。 銀座ダイヤモンドシライシ秋田オーパ店とエクセルコ ダイヤモンド秋田オーパ店の統合店舗を秋田県秋田市に開設し、販売開始。 銀座ダイヤモンドシライシ ホテルテラスザガーデン水戸店を改装し、新たにエクセルコ ダイヤモンド ホテルテラスザガーデン水戸店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシ奈良店とエクセルコ ダイヤモンド奈良店の統合店舗を奈良県奈良市に開設し、販売開始。 銀座ダイヤモンドシライシ板橋大遠百店とエクセルコ ダイヤモンド板橋大遠百店の統合店舗を台湾新北市に開設し、販売開始。 銀座ダイヤモンドシライシ立川店を移転改装し、新たにエクセルコ ダイヤモンド立川店を併設し、統合店舗として販売開始。 銀座ダイヤモンドシライシアミュプラザ鹿児島店とエクセルコダイヤモンドアミュプラザ鹿児島店の統合店舗を鹿児島県鹿児島市に開設し、販売開始。 エクセルコダイヤモンド名古屋ユニモール店を愛知県名古屋市に開設し、販売開始。 エスト・ウェストオークションズ株式会社の株式70％を取得し、株式会社ニューアート・エストウェストオークションズとして子会社化。 銀座ダイヤモンドシライシ青森ラビナ店とエクセルコダイヤモンド青森ラビナ店の統合店舗を青森県青森市に開設し、販売開始。 銀座ダイヤモンドシライシ和歌山店とエクセルコダイヤモンド和歌山店の統合店舗を和歌山県和歌山市に開設し、販売開始。 銀座ダイヤモンドシライシ横浜ランドマークプラザ店を神奈川県横浜市に開設し、販売開始。 エクセルコダイヤモンド横浜ランドマークプラザ店を神奈川県横浜市に開設し、販売開始。 銀座ダイヤモンドシライシ宮崎店とエクセルコダイヤモンド宮崎店の統合店舗を宮崎県宮崎市に開設し、販売開始。 銀座ダイヤモンドシライシ四日市ふれあいモール店とエクセルコダイヤモンド四日市ふれあいモール店の統合店舗を三重県四日市市に開設し、販売開始。 有限会社軽井沢エレガンスカンパニーの株式95％を取得し、子会社化。 銀座ダイヤモンドシライシ高知店とエクセルコダイヤモンド高知店の統合店舗を高知県高知市に開設し、販売開始。 エクセルコダイヤモンド湘南平塚店を神奈川県平塚市に開設し、販売開始。 株式会社ＮＥＷ ＡＲＴブランド開発研究所の商号を株式会社ＮＥＷ ＡＲＴ 総合研究所へ変更 銀座ダイヤモンドシライシ岐阜店とエクセルコ ダイヤモンド岐阜店の統合店舗を岐阜県岐阜市に開設し、販売開始。 事業の都合によりラ・パルレ梅田トレーニングセンターを閉鎖。 エクセルコダイヤモンド池袋パルコ店を東京都豊島区に開設し、販売開始。 銀座ダイヤモンドシライシ仙台パルコ２店とエクセルコ ダイヤモンド仙台パルコ２店の統合店舗を宮城県仙台市に開設し、販売開始。 銀座ダイヤモンドシライシ沖縄パルコシティ店とエクセルコ ダイヤモンド沖縄パルコシティ店の統合店舗を沖縄県浦添市に開設し、販売開始。 事業の都合によりラ・パルレ吉祥寺店を閉店。 事業の都合によりラ・パルレ自由ヶ丘旧店舗を閉店。 事業の都合によりラ・パルレ銀座トレーニングセンターを閉鎖。 事業の都合によりラ・パルレ北千住店を閉店。 事業の都合によりラ・パルレ天王寺店を閉店。 銀座ダイヤモンドシライシ松江店とエクセルコ ダイヤモンド松江店の統合店舗を島根県松江市に開設し、販売開始。 銀座ダイヤモンドシライシアイネス福山店とエクセルコ ダイヤモンドアイネス福山店の統合店舗を広島県福山市に開設し、販売開始。 株式会社ＮＥＷ ＡＲＴ ＨＲ＆Ｄを設立。 年月 事項 2024年１月 2024年２月 2024年４月 2024年４月 2024年６月 2024年６月 2024年７月 2024年８月 2024年12月 2025年１月 2025年４月 2025年４月 2025年４月 2025年６月 エクセルコ ダイヤモンド横浜店を閉鎖し、エクセルコダイヤモンド横浜ランドマーク店へ統合。 当社株式が東京証券取引所スタンダード市場貸借銘柄に選定。 厚生労働省より株式会社ＮＥＷ ＡＲＴ ＨＲ＆Ｄの人材紹介事業の認可が正式におり事業開始。 Wah Full Group Limitedの株式30.8%を取得。 株式会社ニューアート・シーマの商号を株式会社ＮＥＷ ＡＲＴへ変更。 株式会社ＮＥＷ ＡＲＴ 総合研究所の商号を株式会社ＮＥＷ ＡＲＴ 貴金属総合研究所へ変更。 Wah Full Group Limitedの株式70％を取得し、子会社化。 エクセルコダイヤモンド横浜モアーズ店を神奈川県横浜市に開設し、販売開始。 銀座ダイヤモンドシライシイオンモール岡崎店とエクセルコ ダイヤモンドイオンモール岡崎店の統合店舗を愛知県岡崎市に開設し、販売開始。 株式会社ニューアート・エストウェストオークションズの本社を東京都品川区五反田から東京都中央区銀座に移転。 創業30周年記念特別株式無償割り当てを実施。 Wah Full Group Limitedの商号をNew Art Wah Full Limitedへ変更。 銀座ダイヤモンドシライシ高雄統一夢時代店とエクセルコ ダイヤモンド高雄統一夢時代店の統合店舗を台湾高雄市に開設し、販売開始。 銀座ダイヤモンドシライシ並木通り本店を東京都中央区銀座に開設し、販売開始。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-22",
      "text": "３【配当政策】 当社は、株主の皆様への利益還元を経営の最重要課題の一つに位置づけたうえで、利益配分については、将来の事業規模拡大に不可欠な成長投資を優先し、株主利益及び企業価値の最大化に努め、株主還元については、企業価値向上による株価上昇と剰余金の配当によって総合的に実現することを基本方針としています。 また、株主重視の観点から１株当たり当期純利益（EPS）と自己資本当期純利益率（ROE）の向上を意識した経営を行い、剰余金の配当は、当期純利益だけではなく、内部留保も含めた資本効率を勘案すると同時に将来の事業計画を考慮して決定しています。この剰余金の配当の決定機関は、取締役会であります。 2025年３月期は「創業30周年記念感謝特別株式無償割当て」として2025年３月31日を基準日とし、同日最終の株主名簿に記載または記録された株主様の所有する普通株式１株につき、普通株式0.1株の割合にて自己株式を無償割当ていたしました。また、当事業年度の配当につきましては、株主の皆様の利益還元について総合的に勘案した結果、１株当たり10円といたしました。この結果、当事業年度の配当性向は8.3％となりました。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 （百万円） １株当たり配当額 （円） 2025年５月28日 157 10.0 取締役会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-22",
      "text": "株主に対する特典 3月31日および9月30日時点の株主に対し、優待券を発行する。"
    }
  ],
  "last_updated": "2026-01-22"
}