{
  "ticker": "3205.T",
  "business_description": "３ 【事業の内容】 当社グループが営む主な事業内容と、事業を構成している㈱ダイドーリミテッド（以下「当社」という。）及び関係会社の当該事業における位置付け及びセグメントとの関連は、次のとおりであります。なお、セグメントと同一の区分であります。 『衣料事業』 事業者向けの衣料用繊維素材及び消費者向けの紳士・婦人衣料製品等の製造販売を行っております。 『不動産賃貸事業』 ショッピングセンター店舗・事務所用ビル・ ホテル施設の賃貸等を行っております。 なお、当社は特定上場会社等に該当し、インサイダー取引規制の重要事実の軽微基準のうち、上場会社の規模との対比で定められる数値基準については連結ベースの計数に基づいて判断することとなります。 当社グループの状況について事業系統図を示すと次のとおりであります。",
  "history_summary": "２ 【沿革】 年月 概要 1879年 創業 栗原イネ 製織事業を起業 1918年４月 栗原紡織合名会社設立 1936年３月 栗原毛織株式会社設立 稲沢工場(紡績・機織)を建設 1941年３月 栗原毛織株式会社は株式会社関西製絨所を合併し、(旧)大同毛織株式会社を設立、紡織から織物整理までの一貫生産体制を整えた 1949年10月 企業再建整備法により大同毛織株式会社に改組、新発足 1950年４月 高級紳士服地「ミリオンテックス」発売 1950年５月 株式を東京証券取引所に上場 1950年６月 株式を名古屋証券取引所に上場 1953年11月 小田原工場(紡績)を建設 1964年１月 既製服の製造販売会社として、株式会社ニューヨーカーを設立 1964年11月 織物の整理を担当する守山工場を分離し、関絨株式会社を設立 1965年６月 織物の販売会社として、ミリオンテックス株式会社を設立 1980年５月 株式会社ニューヨーカー(既製服製造・販売)を吸収合併し、衣料分野に進出 1989年８月 商号を「大同毛織株式会社」から「株式会社ダイドーリミテッド」に変更 1993年12月 毛織物・既製服の製造会社として、日中合弁による上海同豊毛紡織時装有限公司（現大同利美特（上海）有限公司）を設立 1996年７月 小田原工場閉鎖 1999年10月 株式会社ハンプトン(織物製造・販売)、株式会社ユニベール(織物製造・販売)を吸収合併 2001年６月 既製服の製造会社として、大同利美特時装（上海）有限公司（現連結子会社）を設立 2001年７月 既製服の製造会社として、大同清野時装（馬鞍山）有限公司（現大同佳楽登（馬鞍山）有限公司・現連結子会社）を設立 2002年３月 稲沢工場閉鎖 2002年８月 大同利美特貿易（上海）有限公司を設立 2002年９月 大同利美特染整（上海）有限公司を設立 2002年10月 会社分割により株式会社メンズニューヨーカー及び株式会社レディースニューヨーカーを設立、織物事業部をミリオンテックス株式会社に併合 2002年12月 ジャルダン株式会社の全株式を取得 2003年４月 既製服の物流会社として、株式会社ダイドートレーディングを設立 2003年９月 既製服の中国における販売会社として、上海紐約克服装販売有限公司を設立 2004年３月 株式会社ドーホーインターナショナル及びニューヨーカー工業株式会社を清算 2004年10月 注文服及び既製服の販売会社として、株式会社ギーブスアンドホークスジャパンを設立 2004年11月 中国における統轄管理会社として、大同利美特（上海）管理有限公司を設立 2004年12月 手編糸の中国における販売会社として、芭貝（上海）毛線編結有限公司（現大同利美特商貿（上海）有限公司・現連結子会社）を設立 2005年４月 株式会社ウールロードクラブ（非連結）から株式会社Ｎ.Ｙ.クロージングに社名変更 既製服の販売代行として、株式会社ジェ・ディ・ビジネスクリエイションを設立 年月 概要 2005年５月 既製服の中国における販売会社として、北京紐約克服装販売有限公司を設立 2005年10月 当社グループにおける管理業務代行会社として、株式会社ダイドーシェアードサービスを設立 2006年８月 株式会社ニューヨーカーを設立 2006年９月 株式会社ジェイ・ディ・ビジネスクリエイションを解散 2006年10月 衣料製品事業である株式会社ニューヨーカー、株式会社メンズニューヨーカー、株式会社レディースニューヨーカー、株式会社Ｎ.Ｙ.クロージング、株式会社マイスーツクラブ、株式会社バークレイは、株式会社ニューヨーカーを存続会社として吸収合併 2006年10月 衣料製品事業のジャルダン株式会社と衣料原料事業の株式会社パピー（子会社の株式会社パップスを含む）を合併し、社名を株式会社パピージャルダンに変更 2007年８月 株式会社ダイドーインターナショナルを設立 2007年10月 ミリオンテックス株式会社は、株式会社ダイドーインターナショナルに吸収合併 2007年10月 株式会社ダイドートレーディングは、株式会社ダイドーインターナショナルに営業権譲渡し解散 2007年10月 株式会社ギーブスアンドホークスジャパンを解散 2007年12月 持分法適用関連会社である株式会社リバティジャパンにおけるLiberty Retail PLC. との合弁契約を終了 2008年２月 株式会社ユースーツを解散 2008年３月 株式会社ダイドーアドバンスの全株式を譲渡 2008年11月 株式会社パピージャルダンは、株式会社ダイドーインターナショナルに吸収合併 2009年４月 北京紐約克服装販売有限公司は、愛雅仕商貿（北京）有限公司に社名変更 2010年４月 株式会社ダイドーリミテッドは、不動産賃貸事業を会社分割して株式会社ダイドーインターナショナルに承継し、純粋持株会社に移行 2010年４月 株式会社ダイドーインターナショナルは、株式会社ダイナシティを吸収合併して株式会社ダイナシティに社名変更 2010年４月 株式会社ダイナシティより新設分割により株式会社ダイドーインターナショナルを設立 2010年４月 株式会社ダイドーシェアードサービスを解散 2010年７月 大都利美特（中国）投資有限公司（現連結子会社）を設立 2011年６月 芭貝（上海）毛線編結有限公司は、大同利美特商貿（上海）有限公司（現連結子会社）に社名変更 2012年12月 大同利美特（上海）管理有限公司は、大都利美特（中国）投資有限公司（現連結子会社）に吸収合併 2013年12月 愛雅仕商貿（北京）有限公司を清算 2015年２月 大同利美特貿易（上海）有限公司を清算 2016年９月 大同利美特（上海）有限公司、松江工場の操業を停止 2016年11月 Pontetorto S.p.A.及びその子会社１社の株式を取得し、連結子会社化 2018年１月 株式会社ダイナシティは、株式会社ニューヨーカー及び株式会社ダイドーインターナショナルを吸収合併して株式会社ダイドーフォワード（現連結子会社）に社名変更 2019年３月 大同利美特染整（上海）有限公司を清算 2020年10月 大同利美特（上海）有限公司を清算 2021年１月 持分法適用関連会社の株式会社ブルックス ブラザーズ ジャパンの株式を追加取得し、連結子会社化 年月 概要 2022年４月 株式を東京証券取引所の スタンダード 市場へ移行 株式を名古屋証券取引所のプレミア市場へ移行 2024年３月 大同佳楽登（馬鞍山）有限公司の事業内容を転換（衣料製品の製造・販売→衣料製品の販売） 2025年１月 上海紐約克服装販売有限公司の全出資持分を譲渡",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-28",
      "text": "３ 【配当政策】 当社グループは、株主への利益還元を最重要課題のひとつに位置づけております。 利益配分につきましては、収益力の強化により配当を弾力的に行うため、配当政策といたしまして、連結経常利益の30％を基準とする業績連動型と基本方針とし、またキャッシュ・フローの発生する特別損益（有価証券等の売却や固定資産の売却）の利益増加分につきましても、その30％をその後の数年間にわたり基準配当原資に加えることとしておりますが、安定的・継続的な配当を行うことを必要と考え 、経営環境、内部留保の充実等を総合的に勘案して配当案を作成いたしております。 当社の剰余金の配当は期末配当の年１回を基本的な方針としておりますが、会社業績に応じた株主への利益還元を柔軟に実施するため、当社は、取締役会の決議により、毎年９月30日の株主名簿に記録された株主又は登録株式質権者に対し、中間配当を行うことができる旨を定款で定めております。 なお、剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。 これに加えて、株主還元の強化を行うことがさらなる株主価値の向上に資するとの判断のもとに、中期経営計画期間中である2025年３月期から2027年３月期までの３年間においては、１株当たり年間100円の配当実施を基本方針とし、また、中期経営計画期間中に株式市場から最大50億円程度の自己株式を取得する方針としております。自己株式の取得については、当社株式の市場価格の推移、財務状況などを勘案した上で、機動的に実施したいと考えており、現時点では具体的な期日は決定しておりません。 第102期 の期末配当につきましては、上記の方針に従い、１株当たりの配当額を 100円 とさせていただきました。これにより、当事業年度の１株当たりの配当額は 100円 となり、配当金の総額は 2,829百万円 となります。 (注) 基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額 （百万円） １株当たりの配当額 （円） 2025年６月27日 定時株主総会 2,829 100.00 2025年６月27日 定時株主総会の決議に基づく配当金の総額には、株式会社日本カストディ銀行（信託Ｅ口）に対する配当金109百万円を含んでおります。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-28",
      "text": "株主に対する特典 毎年３月31日現在の単元株以上所有の株主名簿記載の株主の皆様に、所有株式数に応じて当社商品及び株主優待券を下記のとおり贈呈いたします。 基準日 保有株式数 優待内容 ３月末 100株以上500株未満 子会社ECサイト取扱商品の株主優待券 500株以上1,000株未満 ①子会社ECサイト取扱商品の株主優待券 ②子会社取扱商品 1,000株以上 ①子会社ECサイト取扱商品の株主優待券 ②子会社取扱商品 (注) 株主優待券は、当社子会社の株式会社ダイドーフォワードが運営するECサイト「NYオンライン」及び株式会社ブルックス ブラザーズ ジャパンが運営するECサイト「ブルックス ブラザーズ オンラインストア」取扱商品を20％割引でご購入でき、１回のご購入で25万円（税抜き）までご利用いただけます。計６回分のクーポンコードを記載した株主優待券をぞれぞれ１枚ずつお送りいたします。 (注) 当会社の株主は、その有する"
    }
  ],
  "last_updated": "2026-01-28"
}