{
  "ticker": "3929.T",
  "business_description": "３【事業の内容】 当社グループは、当社及び子会社５社により構成されており、デジタルPR事業を主たる業務としております。 当社グループの事業内容は以下のとおりです。 なお、当連結会計年度から、報告セグメントを「デジタルPR事業」の単一セグメントに変更しております。詳細は、「第５ 経理の状況 １ 連結財務諸表等 (1) 連結財務諸表 注記事項」に掲げるセグメント情報等をご参照ください。 ① インフルエンサーPRサービス Instagram（インスタグラム）を中心としたインフルエンサーに、企業の商品やコンテンツを実際に利用してもらい、そのプロセスや体験を投稿してもらうSNSの広告手法（インフルエンサーマーケティング）を「Find Model（ファインドモデル）」というブランドで展開しております。 インスタグラムを利用する多数のインフルエンサーに登録いただいており、直接アサインできるインフルエンサーは約11,000人です。フォロワー１万人超のインフルエンサーは4,800人以上、フォロワー３万人超のインフルエンサーは3,000人以上、フォロワー10万人超のインフルエンサーは1,200人以上となっており、のべ総リーチ数は3.6億フォロワー以上です。（2025年３月時点） 2016年９月にインフルエンサーマーケティングを開始してから、これまで化粧品、日用品、雑貨、ファッション、旅行・観光、飲食店、スポーツメーカー、建築・不動産、及びペットグッズ等16,500件以上を手掛けた実績（※）があります。また、インフルエンサーマーケティングのオウンドメディア「Insta Lab（インスタラボ）」を運営することで豊富な事例や最新の国内外動向を収集・整理し、クライアントの提案に役立てております。 (※)インフルエンサーへの依頼案件数 ＜事業系統図＞ ② リリース配信代行サービス 顧客からの依頼を受けて、様々なメディアにプレスリリースの配信を代行するサービスを行っております。 従量配信サービス「＠Press（アットプレス）」は、顧客が発表する様々なプレスリリースをより多くの記事にするために、AI技術及び専任担当者による文書・タイトルの校正を行い、12,000リスト／10,000メディア（新聞・雑誌・テレビ・ラジオ・大手ポータルサイト・ニュースサイト等（※））すべてから、各メディアの求める情報をヒアリングし、プレスリリースの内容に適した配信対象メディアをAI技術を用いて選定し、配信しております。特に生成AIを活用したメディア選定の最適化により、記事化率の向上を追求しています。 お客様はニュースリリースを＠Pressに掲載することにより、多くのPV露出を得られます。さらに専任担当者による文書・タイトル校正、ならびに最適メディア選定後にメディアにニュースリリースを配信することで、多くのメディアで記事化されます。 特に、＠Pressでは生成AI（人工知能）機能を積極的に活用しており、ニュースリリースの作成支援、高度な校正、及びSEO観点からの改善提案を通じて、お客様が一定以上の品質で情報を発信できるようサポートしています。また、＠Pressの公式Xアカウントに自動掲載し、AIが最適な方法でSNS広告に自動出稿する機能を有したサブスクリプション型メニューにより、発信頻度に応じた最適なご利用をいただけるようにしております。 ※ 新聞・通信社は支局・地域ごと、雑誌は誌名ごと、テレビ・ラジオは番組名ごと、ネットニュースサイト・ポータルサイトはサイト名ごとに１メディアとしてカウントしております。なお、フリーライター・編集プロダクション・制作会社はカウントに含まれておりません。 ＜事業系統図＞ ③ 新聞・雑誌・WEB情報のクリッピングサービス 新聞・雑誌・TVからWEBメディア、そして、SNSメディアの掲載調査の「＠クリッピング（アットクリッピング）」というブランドで運営しております。 クリッピングとは、新聞・雑誌・WEB・SNSメディアといった各種メディアから、必要な記事を選別・取得するサービスを提供しております。主な内容として、自社名や自社サービス／商品名（ブランディング調査）、特定業界における動向（業界調査）、特定商品／サービスにおける動向（競合調査・マーケティング調査）、政治・経済等における動向（世論調査）等を各種メディアにおいて調査し、記事の現物（切り抜き）を提供しております。 新聞・雑誌の調査範囲は、当連結会計年度末現在、業界最多（※）となっております。 ※ 国内クリッピングサービスの売上大手５社がサービスサイト上で調査範囲として公表しているメディア数と比較。 ＜事業系統図＞ ④ リスクチェック（リファレンス）サービス クリッピングのサービス・インフラを活用し、スピンオフ・サービスとして、「RISK EYES（リスクアイズ）」のブランドにて取引先チェックサービスを運営しております。 反社チェックは、第一段階でWEBニュース記事、新聞記事、雑誌記事といった公知情報を基に対象を調査し、その結果さらに詳細な調査が必要であると判断された場合に第二段階でさらに興信所に依頼してチェックするという流れが一般的です。 弊社はこのうち第一段階における調査である取引先リスクチェック（反社チェック）ツールとして、「反社会的勢力」「犯罪関与」「不祥事」等、反社との取引に繋がる疑いを調査するサービスを提供しております。 ＜事業系統図＞ なお、「インフルエンサーPRサービス」、「リリース配信サービス（配信数）」、「クリッピングサービス」及び「リスクチェックサービス」の案件推移は次のとおりであります。 インフルエンサーPR リリース配信 クリッピング リスクチェック 案件数 配信数 案件数 案件数 2021年３月期 795 43,191 13,972 － 2022年３月期 933 46,127 16,297 － 2023年３月期 1,030 43,756 17,903 － 2024年３月期 1,066 36,416 9,073 11,795 2025年３月期 1,152 34,984 8,542 19,508 ※ クリッピングサービスよりスピンオフいたしました、リスクチェックサービスの案件数は2024年３月期より表示しております。そのため、2024年３月期以降のクリッピングサービスの案件数に、リスクチェックサービスの案件数は含まれておりません。",
  "history_summary": "２【沿革】 年月 事項 2006年９月 未来予想株式会社（現：ソーシャルワイヤー株式会社）を東京都中央区日本橋に設立（資本金：13,000千円） 2006年11月 第三者割当増資実行（資本金：58,000千円） 2008年２月 第三者割当増資実行（資本金：88,000千円） 2008年２月 アットプレス株式会社を子会社化し、デジタルPR事業であるプレスリリース配信サービス「＠Press」運営開始 2008年２月 株式会社アップステアーズを子会社化し、シェアオフィス事業であるレンタルオフィス「CROSSCOOP」運営開始 2008年８月 アットプレス株式会社及び株式会社アップステアーズを吸収合併 2008年10月 第三者割当増資実行（資本金：93,000千円） 2011年１月 SOCIALWIRE HOLDINGS PTE. LTD.をシンガポールに設立 2011年６月 CROSSCOOPシンガポールをシンガポールに開設 2011年11月 CROSSCOOPジャカルタをインドネシア・ジャカルタ首都特別州に開設（フランチャイズ） 2012年１月 ソーシャルワイヤー株式会社に社名変更 2012年10月 デジタルPR事業であるクリッピングサービス「＠クリッピング」運営開始 2012年11月 第三者割当増資実行（資本金：123,095千円） 2012年11月 CROSSCOOPデリーをインド・ハリヤーナー州に開設 2013年２月 CROSSCOOPホーチミンをベトナム・ホーチミン市に開設 2013年３月 CROSSCOOPマニラをフィリピン・マカティ市に開設 2014年１月 メディア・アイズ株式会社を子会社化し、クリッピングサービスを大幅に強化 2014年４月 メディア・アイズ株式会社を吸収合併 2014年４月 グループ組織変更のため、全孫会社を子会社化 2015年12月 東京証券取引所マザーズに株式を上場 2016年４月 Entrehub (Thailand) Co., Ltd.（現：Crosscoop (Thailand) Co., Ltd.）を子会社化し、CROSSCOOPバンコクをタイ・バンコク都に開設 2016年４月 トランスマート株式会社を子会社化し、クラウドソーシング翻訳「TRANSMART」運営開始 2018年３月 株式会社ネットスケットから事業を譲受し、イベント集客・運用「everevo(イベレボ)」運営開始 2018年５月 株式会社Find Modelを子会社化し、インフルエンサーPR「Find Model」運営開始 2020年４月 株式会社Find Modelを吸収合併 2020年５月 ミャンマー最大の美容メディア「YUYU Beauty」を事業譲受し、子会社YUYU BEAUTY Company Limitedを設立 2022年４月 東京証券取引所の市場区分見直しに伴い、東京証券取引所グロース市場へ移行 2023年９月 国内シェアオフィス事業を会社分割（新設分割）により事業譲渡 2023年12月 オフショアシステム開発のMK1 TECHNOLOGY VIETNAM COMPANY LIMITEDを子会社化 2024年７月 第三者割当増資および割当先の株式会社ジーニーの子会社となりジーニーグループ傘下 2024年９月 海外シェアオフィス事業を終了（シンガポール子会社の株式譲渡） 2024年10月 クラウド翻訳事業を株式譲渡（トランスマート株式会社の子会社株式を譲渡） 2025年１月 アットクリッピング株式会社を新設分割により設立",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "３【配当政策】 当社は、利益配分につきましては、経営上重要な政策として認識しております。将来にわたる安定的な企業成長と経営環境の変化に対応するために必要な内部留保を図るとともに、「連結配当性向30％を目標とした持続的な配当拠出」をすることを中長期的な還元方針としております。 また、当社は取締役会の決議により、毎年９月30日を基準日として、中間配当を行うことができる旨定款に定めております。当社の剰余金配当は、中間及び期末配当の年２回を基本方針としており、配当の決定機関は、中間配当は取締役会であり、期末配当は株主総会であります。 当期の剰余金の配当につきましては、デジタルPR事業のプロダクト価値向上に向けた投資、今後の事業規模拡大を見据えた投資に活用してまいります。従いまして、企業価値の向上に向けた各サービスの付加価値の向上へ適切に投資することが適当と判断し、配当については総合的に勘案した結果、無配とさせていただきました。 次期の年間配当金については、内部留保を優先し、更なるプロダクト価値向上に向け適切に投資することが適当と判断し、配当につきましては見合わせることとさせていただきます。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-02-04"
}