{
  "ticker": "5103.T",
  "business_description": "３ 【事業の内容】 当社企業集団は昭和ホールディングス株式会社（当社）及び連結子会社15社、持分法適用関連会社10社により構成され、食品事業、スポーツ事業、ゴム事業、コンテンツ事業を主な内容とし事業活動を展開しております。 当社及び当社の関係会社の事業における当社及び関係会社の位置付け及びセグメントとの関連は、次のとおりであります。なお、以下に示す区分は、セグメントと同一の区分であります。 食品事業 当事業は、和菓子等、とりわけ大福もち等の餅類、団子類等の製造販売をしております。主な関係会社は明日香食品㈱、㈱明日香、㈱日本橋本町菓子処であります。 スポーツ事業 当事業は、ソフトテニスボールの製造販売、スポーツウェアの販売、スポーツ施設工事、テニスクラブの運営を行なっております。主な関係会社は㈱ルーセントであります。 ゴム事業 当事業は、ゴムライニング、型物、洗浄装置、食品パッキン等の製造販売をしております。主な関係会社は昭和ゴム㈱、Showa Rubber（Malaysia）Sdn.Bhd.、㈱橋本ゴムであります。 コンテンツ事業 当事業は、音楽、雑誌、書籍、トレーディングカードゲーム、ウェブ等のコンテンツ企画・制作・編集・デザイン・卸売・小売・配信及び関連するライツ事業を営んでおります。主な関係会社は㈱ウェッジホールディングスであります。 その他 主に親会社によるグループ統括事業であります。 事業系統図は次のとおりであります。",
  "history_summary": "２ 【沿革】 年月 概要 1937年６月 南方におけるゴム栽培より製品製造に至るまでの一貫作業によるゴム事業経営を企図し、先ず母体として昭和護謨株式会社を設立発足した。 1937年９月 南方スマトラ及びマレー半島においてゴムの栽培を経営していた株式会社南亜公司(創立 1911年)、スマトラ興業株式会社(創立 1918年)及び内地においてゴム製品の製造販売を経営していた東京護謨工業株式会社(創立 1917年)、明治護謨工業株式会社(創立 1933年)の４社を吸収合併し、外地においてゴム栽培、内地において千住、巣鴨の２工場を経営し、自転車タイヤ・チューブ、ホース、工業用品、医療用品、ラテックス製品等の製造販売を行った。 1944年４月 軍需工場として軍需品の生産に転換した。 1945年５月 三田土ゴム製造株式会社(創立 1886年、日本最古のゴム工場)を吸収合併し、平井、尾久、本所の３工場を加えた。 1945年９月 終戦により外地事業を喪失した。 戦災を免れた千住、尾久両工場を民需品生産に切換え操業を開始し、生産品目は本来の業種に復元するとともにボール等運動用品を加えた。 1945年12月 旧相模海軍工厰の施設を利用し、相模事業所としてゴム製品製造その他の操業を開始した。 1949年６月 相模事業所を日東タイヤ株式会社として分離した。 1952年10月 増資 株主割当１：0.8(有償) 1952年12月 東京証券取引所上場登録 1961年８月 増資 株主割当１：１(有償) 増資額90,000千円 1966年４月 千住工場を廃止し、柏工場を新設、操業を開始した。 1968年12月 商号を昭和ゴム株式会社と変更した。 1969年４月 増資 株主割当１：１(有償) 増資額180,000千円 1971年３月 大阪営業所を廃止し、大阪支店を設置した。 1974年６月 増資 株主割当１：0.4(有償) 増資額170,000千円 1975年４月 増資 株主割当１：0.1(無償) 増資額53,000千円 1982年４月 尾久工場を廃止し、これに代る食品医療用品並びにスポーツ用品工場を柏工場構内に新設、操業を開始した。 1990年３月 連結子会社、株式会社ショーワコーポレーションを設立、資本金30,000千円 1992年１月 連結子会社、株式会社境野製作所設立、資本金30,000千円 1994年３月 大阪支店を廃止し、大阪営業所を設置した。 1994年３月 本社事務所(東京都足立区)を千葉県柏市へ変更 1994年６月 本店(東京都中央区京橋)を千葉県柏市へ変更 2000年６月 増資 第三者割当 増資額570,000千円 2000年９月 転換社債の発行 3,000,000千円 2000年９月～ 2001年２月 転換社債の転換による増資 3,000,000千円 2000年10月 東京営業所(台東区上野)を設置 2000年11月 連結子会社、エス・アール・イー株式会社を設立、資本金30,000千円 2001年１月 連結子会社、UNITED ROBOT ENGINEERING,INC.を設立、資本金US$300,000 2001年２月 連結子会社、昭和熱技研株式会社を設立、資本金40,800千円 2002年２月 連結子会社、昭和熱技研株式会社を売却 2002年３月 連結子会社、エス・アール・イー株式会社を売却 2003年１月 連結子会社、UNITED ROBOT ENGINEERING, INC. を清算 2003年３月 連結子会社、株式会社境野製作所を解散 2006年３月 増資 第三者割当 増資額586,880千円 2006年３月～ 2006年９月 新株予約権の行使による増資 2,581,050千円 年月 概要 2007年２月～ 2007年３月 新株予約権（株主無償割当）の行使による増資 81,314千円 2007年４月～ 2007年６月 新株予約権（株主無償割当）の行使による増資 9,110千円 2007年６月 新株予約権の行使による増資 252,000千円 2007年７月 新株予約権（株主無償割当）の行使による増資 1,450千円 2007年８月 減資 4,368,000千円 2007年８月～ 2008年３月 新株予約権（株主無償割当）の行使による増資 8,448千円 2008年４月～ 2008年６月 新株予約権（株主無償割当）の行使による増資 1,555千円 2008年６月 増資 第三者割当 増資額 630,000千円 2008年７月～ 2009年３月 新株予約権（株主無償割当）の行使による増資 54千円 2009年４月～ 2009年５月 新株予約権（株主無償割当）の行使による増資 23千円 2009年６月 増資 第三者割当 増資額 100,000千円 2009年６月 商号を昭和ホールディングス株式会社と変更した。 2009年10月 連結子会社、昭和ゴム株式会社を設立、資本金30,000千円 連結子会社、ショーワスポーツ株式会社を設立、資本金30,000千円 連結子会社、昭和ゴム技術開発株式会社を設立、資本金30,000千円 2009年11月 東洋ゴム工業株式会社のマレーシア子会社 TOYO RUBBER（MALAYSIA）SDN.BHD.の株式を追加取得し、連結子会社とした。これに伴い社名を Showa Rubber（Malaysia）Sdn.Bhd.とした。 2011年５月 株式会社ウェッジホールディングスの株式を追加取得し、連結子会社とした。 2012年１月 連結子会社、昭和ゴム株式会社が昭和ゴム技術開発株式会社を吸収合併 2014年１月 連結子会社、株式会社ショーワコーポレーションがショーワスポーツ株式会社を吸収合併し、株式会社ルーセントへ商号変更 2015年１月 増資 第三者割当 増資額 73,347千円 2015年12月 増資 第三者割当 増資額 1,147,257千円 2016年11月 増資 第三者割当 増資額 340,400千円",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "３ 【配当政策】 利益配分につきましては、収益状況に対応した配当を行うことを基本としつつ、今後予想される業界における受注競争激化に耐えうる体質の強化並びに将来の事業展開に備える為の内部留保の充実などを勘案して決定する方針であります。当社といたしましては急速に業績が成長しつつある現状を鑑み、また、各セグメントの状況や予想に記しておりますように、各事業とも海外展開を中心とする投資機会が拡大していると判断しており、投資機会を着実にとらえ、営業利益の拡大を図ることが最も株主価値を向上させる方策であると判断いたしております。 尚、配当実施する場合の期日設定につきましては、期末配当と中間配当の年２回を設定しており、これら配当についての決定機関は、期末配当については株主総会、中間配当については取締役会であります。 次期以降につきましても、時期に応じて最も適切な株主還元を実行していく所存であります。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "株主に対する特典 なし (注) 当会社の株主は、その有する"
    }
  ],
  "last_updated": "2026-01-19"
}