{
  "ticker": "5016.T",
  "business_description": "３ 【事業の内容】 当社グループは、半導体・情報通信分野に欠かせない銅やレアメタルを原料とする先端素材の開発・製造・販売を主な内容としてグローバルな事業活動を行っており、半導体用スパッタリングターゲットや圧延銅箔を主力製品としています。これらに加えて、銅やレアメタルの資源開発や、製錬・リサイクル事業を手掛けており、上流から下流までをつなぐ強固なサプライチェーンを有することにより、安定的に先端素材をマーケットに供給し、持続可能な経済・社会の発展に貢献しています。 当社グループは、半導体材料セグメント、情報通信材料セグメント、基礎材料セグメントの３つの報告セグメントにて構成されています。成長戦略のコアである半導体材料セグメントと情報通信材料セグメントをフォーカス事業と位置づけ、先端素材分野での技術の差別化や市場創造を通じて、市場成長以上の利益成長を目指しています。一方、基礎材料セグメントをベース事業と位置づけ、銅・レアメタルの安定供給を通じてフォーカス事業を支える役割を担っています。各報告セグメントの主要製品、主要会社は以下のとおりです。 区分 セグメント 事業部・ 事業会社 主要製品 主要な会社 フォーカス事業 半導体 材料 薄膜材料事業部 半導体用スパッタリングターゲット、高純度金属、表面処理剤、化合物半導体・結晶材料 当社、JX Advanced Metals USA, Inc.、JX Advanced Metals Singapore Pte.Ltd.、JX Advanced Metals Korea Co., Ltd.、ＪＸ金属商事㈱、台湾日鉱金属股份有限公司 タンタル・ ニオブ事業部 タンタル・ニオブ金属粉末、タンタル・ニオブ酸化物粉末、塩化物・化合物 当社、TANIOBIS GmbH、東京電解㈱ 情報通信 材料 機能材料事業部 圧延銅箔、チタン銅、コルソン合金 当社、JX METALS PHILIPPINES, Inc.、日鉱金属(蘇州)有限公司、ＪＸ金属商事㈱、台湾日鉱金属股份有限公司 東邦チタニウム 超微粉ニッケル、高純度酸化チタン、触媒製品、スポンジチタン、チタンインゴット 東邦チタニウム㈱ タツタ電線 電磁波シールドフィルム、導電性ペースト、ボンディングワイヤ、インフラ・産業機器用電線 タツタ電線㈱ ベース 事業 基礎 材料 資源事業部 銅精鉱、電気銅、モリブデン精鉱、含金珪酸鉱、タンタル精鉱 当社、SCM Minera Lumina Copper Chile、Minera Los Pelambres、Minera Escondida 金属・リサイクル事業部 電気銅、型銅、貴金属、硫酸 当社、ＪＸ金属製錬㈱、パンパシフィック・カッパー㈱、ＪＸ金属サーキュラーソリューションズ㈱、eCycle Solutions Inc.、ＪＸ金属商事㈱、台湾日鉱金属股份有限公司 以下の事業区分は「第５ 経理の状況 １ 連結財務諸表等 注記７．セグメント情報」に掲げるセグメントの区分と同一であり、各事業を構成する主要な関係会社の状況については、「第１ 企業の概況 ４ 関係会社の状況」に記載しています。 (1) 半導体材料セグメント (薄膜材料事業部) 高純度化や組成・組織制御などの当社のコア技術を駆使し、半導体や磁性材料向けのスパッタリングターゲットをはじめ、各種高機能デバイス、最先端IT機器、医療機器、電気自動車に用いられる製品をグローバルに展開しています。中でも、ロジックやメモリに用いられる半導体用スパッタリングターゲットが主力製品であり、市場規模1,462億円のマーケットにおいて世界シェアは64％(注１)です。当社は様々な素材の半導体用スパッタリングターゲットを取り扱っており、半導体の主要配線層に用いられる銅や銅合金、そのバリア層に用いられるタンタルに加えて、半導体の回路形成やトランジスタ部分等に用いられるチタン、コバルト及びタングステンの製品で世界シェアNo.１です(注２)。 半導体はシリコンウエハ上に数百回以上にわたり回路を形成して製造されますが、半導体用スパッタリングターゲットは回路形成に必要となる素材の層をつくる工程(成膜工程)の材料として用いられます。成膜に当たっては、真空状態の装置内でスパッタリングターゲットにアルゴンイオンを衝突させ、放出したターゲット原子を基板(シリコンウエハ等)上に付着させることによって薄膜を形成します。半導体が目的とする機能を発揮するためには様々な種類の高純度素材による回路形成が必要となりますが、当社の強みである高純度化技術や、多種多様な元素・合金を取り扱う技術により、様々な材料ニーズを満たしたスパッタリングターゲットの製造が可能です。 ① 半導体用スパッタリングターゲット製造における当社のコア技術 電解精製にて製造された高純度の電気銅を溶解してインゴットにし、そのインゴットを適切な幅に切断したのち、鍛造・圧延を施して必要な直径を持った円盤状の板(ターゲット材)に加工します。その後、熱処理によって結晶組織を均一化したターゲット材を、スパッタリング装置へ固定する役割を果たすバッキングプレートと接合(ボンディング)し、顧客から求められる特性に応じて表面の粗化から鏡面仕上げ等の加工を行い、品質や機能の分析評価を経て製品化されます。この一連の加工の中で、以下に記載する当社の複数のコア技術が活かされており、多数の金属品種において高品質な製品の安定的な供給を実現しています。 ・高純度化技術 電解精製工程において、創業以来培ってきた高純度化技術により９N(99.9999999％)の銅の製造を実現しています。当技術により高純度銅スパッタリングターゲットに要求される６Nの銅を安定的に生産しています。 ・組成・組織制御技術 ターゲット材の結晶組織がスパッタリングに適した大きさや向きとなるように制御・管理しています。これにより、成膜時の組成・組織が均一となり半導体の欠陥を引き起こす不純物であるパーティクル(発塵)の発生を抑えることに寄与しています。 ・表面制御技術 バッキングプレートとターゲット材との接合状態が不均一な場合、スパッタリング時にターゲット材の表面温度が不均一になり様々な障害が生じます。そこで、ろう材による接合や異種材料間の拡散接合など、それぞれの材料に適した技術により、均一で強固な接合を実現しています。また、異種材料接合技術の応用により、銅箔と樹脂の複合材など、新しい材料の開発を進めています。 また、スパッタリングターゲットなどの材料は、その組成や純度だけでなく、表面状態も顧客のプロセスにおける製造効率に影響します。そのため、出荷前の最終工程において、エッチングによる表面の粗化から鏡面仕上げまで、求められる特性に応じた最終加工を行っています。 ・分析評価技術 当社で製造したスパッタリングターゲットは、材料として顧客のスパッタリング装置に組み込まれて使用されます。当社は自前のスパッタリング装置を所有しており、顧客が使用する条件下で評価を行うことによって最終形態で期待される機能や特性の実現、性能改善を図っています。 ② 半導体製造装置メーカーとの強固な関係 当社は半導体製造装置メーカーから受ける素材提案を通じて品質技術情報を獲得し、その情報を基に半導体製造装置メーカーに対して材料提案や先行開発を継続して実施してきました。長年にわたるこれらの活動の結果、当社製品の多くが半導体製造装置メーカーから標準材料として指定されており、それにより当半導体製造装置メーカーの製造装置を使用する半導体メーカーからの安定的な受注獲得につながっていると考えています。 事実として、当社は大手半導体メーカーと長年にわたり取引を継続してきた実績を有しています。加えて、高品質な製品の安定的供給が顧客から高く評価されており、当社顧客であるIntel社が設定しているEPIC Distinguished Supplier Award(注３)を2021年から2024年まで４年連続で受賞しているほか、TSMC社が設定しているExcellent Performance Awardを2024年に受賞しています。 ③ 半導体メーカー拠点との地理的優位性を有する生産体制 当社は、半導体の世界的生産地である米国、台湾、韓国において、スパッタリングターゲット製造の下工程(注４)である機械加工拠点を有し、一定の在庫を保有することで、安定的かつ素早い製品供給体制を構築しています。なお、2025年３月期の当社の半導体用スパッタリングターゲットの販売比率は、台湾向けが約36％、韓国向けが約17％、米国向けが約11％、日本向けが約11％、中国向けが約12％、その他地域向けが約13％となっています。 また、米国・台湾においては技術サービス拠点としての役割も担い、顧客への迅速な品質対応も行っています。当社の高い技術レベルと各拠点での速やかな技術対応を組み合わせることにより、高い顧客満足度を実現しています。 注１．当該市場規模及び世界シェアは、富士経済「2024年 半導体材料市場の現状と将来展望」(2023年実績、アルミニウム系を除く半導体用スパッタリングターゲット市場における市場規模及び当社のシェア、販売金額ベース)より引用。市場規模について、為替レートは2023年末時点(141円/米ドル)で円換算。 ２．富士経済「2024年 半導体材料市場の現状と将来展望」(2023年実績、アルミニウム系を除く半導体用スパッタリングターゲット市場における当社のシェア、販売金額ベース)に記載の銅、タンタル、チタン、コバルト及びタングステンを素材とする半導体用スパッタリングターゲットの市場規模及びシェアを参照。 ３．全ての評価基準にわたって優れたパフォーマンスを発揮したサプライヤーをIntel社が表彰するものです。 全世界で数千社に及ぶ同社のサプライヤーのうち、わずか数百社のみが当プログラムへの参加資格を有しています。2024年の受賞者は同社のサプライチェーン全体で27社のみでした。 ４．下工程は、半導体用スパッタリングターゲット製造プロセスにおける加工・ボンディング工程を指します。 (タンタル・ニオブ事業部) 当社グループのTANIOBISは、世界各地に製造・販売拠点を有する世界有数のタンタルとニオブの材料メーカーであり、主要製品は半導体用スパッタリングターゲットやコンデンサ用のタンタル粉・ニオブ粉、SAWデバイスや光学レンズ用のタンタル酸化物・ニオブ酸化物、半導体用のタンタルやニオブ等の塩化物、その他の高機能粉末材料です。半導体用スパッタリングターゲット用のタンタル粉については、2022年に買収した東京電解株式会社(以下、「東京電解」という。)にてインゴット状に加工のうえ当社薄膜材料事業部に供給し、スパッタリングターゲットの材料として使用されています。 2023年にはブラジルのMibra鉱山におけるタンタル原料生産事業に参画し、これまで以上に安全や人権に配慮した倫理的かつ持続可能な「責任ある調達」を推進するとともに、TANIOBISの年間調達量の約２割のタンタル鉱石を安定的に調達する体制を整備いたしました。東京電解の買収及びMibra鉱山の原料事業参画によって、当社グループとして半導体用タンタルスパッタリングターゲットを上流から下流まで一気通貫で安定的に供給する体制を確立しています。 (2) 情報通信材料セグメント (機能材料事業部) 機能材料事業部では、主力製品である圧延銅箔に加えて、AIサーバ向け等の高機能コネクタなどに使われるチタン銅、コネクタやリードフレームに使われるコルソン合金などの銅合金を取り扱っています。圧延銅箔は、スマートフォンやウェアラブル端末、モビリティ(xEV／ADAS)の分野で使用されるハイエンドなフレキシブル回路基板(FPC)に用いられており、屈曲性や耐久性における技術優位性や市場開発型アプローチの確立により、１stベンダーとしての地位を確保することで、市場規模405億円のマーケットにおいて、78％の世界シェア(注１)を誇っています。銅合金は、銅に様々な元素を添加して製造した製品で、AIサーバやスマートフォン、パソコンなどの電子機器のコネクタ端子や半導体リードフレームなどに使用され、近年の情報化社会には無くてはならない金属材料です。当社ではTi(チタン)を主な副成分とするチタン銅や、Ni(ニッケル)・Si(ケイ素)を主な副成分とするコルソン合金を中心に、顧客ニーズに合わせた多様な特性の製品を幅広く取り揃えています。 ① 圧延銅箔製造における当社の技術優位性 圧延銅箔は、電気銅やリサイクル原料を溶解・鋳造して製造されたインゴットを熱間圧延・冷間圧延により必要な厚さにまで薄くして製造します。その後、結晶組織を均一にするための焼鈍や、顧客の要求するスペックにするための仕上げ圧延、表面に微細な凹凸を形成してプリント基板の樹脂との密着性を高めるための表面処理、幅分割等の工程を経て最終的に製品化がなされます。 圧延銅箔の主要用途であるFPCは、導電性金属である圧延銅箔と絶縁性を持った薄く柔らかいベースフィルム(ポリイミド等)とを貼り合わせた基材(FCCL)に電気回路を形成した基板です。僅かな隙間や繰り返し屈曲する可動部に用いられることから、圧延銅箔には優れた屈曲性や耐久性が求められます。当社は、FPC向けにHA箔を生産していますが、当該製品は結晶粒・結晶方位を調整することにより屈曲性・耐久性を飛躍的に向上させており、疲労寿命を迎えるまでに類似品である特殊電解銅箔対比で約３倍の屈曲に耐える(注２)品質の高さを有しています。また、当社は独自のノウハウにより高品質な薄箔の製造を実現しており、FPC用途において６μm(髪の毛の約100分の１)の薄さまで製造可能です。 ② 市場開発型アプローチ 当社は、FPC向け圧延銅箔のエンドユーザーであるスマートフォンメーカー、ウェアラブル端末メーカー及びモビリティメーカーと20年以上にわたる強固な関係を構築しており、これらのエンドユーザーとの対話を通じて、早期の開発ニーズの把握や、ニーズに基づく材料提案を行ってきました。当社製品がエンドユーザーから材料指定を受けることにより、エンドユーザーに製品供給を行うCCL及びFPCメーカーからの安定的な受注を実現しています。 注１．富士キメラ総研「2024エレクトロニクス実装ニューマテリアル便覧」(2023年実績、FPC向けのみ、出荷数量ベース) ２．米国のプリント回路業界団体であるIPCが定める規格及びJIS規格に準拠したFPCの耐屈曲性の標準的な試験方法であるIPC屈曲試験(試験方法No.：IPC-TM650 2.4.3E)における疲労寿命までの屈曲回数を比較しています(破断寿命回数HA：約53万回、特殊電解銅箔：約17万回)。 (東邦チタニウム) チタンは、軽量・高強度・高耐食という特性を持つ金属であり、航空機や海水淡水化プラント、発電プラントなど幅広い分野で利用されています。当社グループの東邦チタニウム株式会社では、金属チタン事業・触媒事業・化学品事業を軸とした事業展開を行っています。金属・チタン事業では、航空機材料用、医療用、産業設備用と幅広い分野で使用されているスポンジチタンやスポンジチタンを溶解・鋳造したチタンインゴットなどを製造しています。触媒事業では、ポリオレフィン製造用触媒などを製造しています。化学品事業では、積層セラミックコンデンサ等に使用される超微粉ニッケルや高純度酸化チタンなどを製造しています。 (タツタ電線) 電線・ケーブル製造で培った技術を多様な製品や事業に発展させており、電子材料事業、電線・ケーブル事業、その他事業を軸とした事業展開を行っています。電子材料事業では、モバイル端末等に使われる機能性フィルム、半導体分野で需要が高まる機能性ペーストなどを扱っています。電線・ケーブル事業では、ビルや住宅で使用される電力ケーブルからロボット用ケーブル、鉄道やプラントで使われる産業用ケーブルまで幅広く対応しています。 (3) 基礎材料セグメント (資源事業部) 資源事業は当社の祖業であり、1905年に日立鉱山を開業して以来、国内外の鉱山を対象として、探鉱から開発、操業、休廃止鉱山の管理に至るまでをステークホルダーと協業しながら行ってきました。長年の現場経験を通じて培った鉱床評価技術、低品位銅鉱石から効率的に銅を分離・回収する技術、低環境負荷技術等を活用し、現在は海外の銅鉱山やレアメタル鉱山への参画や国内の含金珪酸鉱鉱山の操業を行っています。 銅鉱山については、カセロネス銅鉱山(チリ)、ロス・ペランブレス銅鉱山(チリ)及びエスコンディーダ銅鉱山(チリ)の権益を保有しており、当社銅製錬事業の原料となる銅精鉱の安定確保を図るとともに、投資リターンを得ています。このうち、エスコンディーダ銅鉱山は世界最大の生産量であり、ロス・ペランブレス銅鉱山も世界有数の生産規模となっています(出所: International Copper Study Group 「The World Copper Factbook 2024」 )。カセロネス銅鉱山については、2024年３月期にLundin社を経営パートナーとして迎え、同社の豊富な知見や高い鉱山運営能力を活かして、生産性向上やコスト競争力の強化を進めています。 レアメタルについては、当社グループ内の事業シナジーを高めるべく、2023年３月期にブラジルのMibra鉱山におけるタンタル原料生産事業に参画したことに引き続き、タンタル鉱山やチタン鉱山の調査・開発等にも積極的に取り組んでいます。また、当社グループ会社である鹿児島県の春日鉱山株式会社においては含金珪酸鉱の生産を行っており、銅製錬の副原料(溶剤)としてＪＸ金属製錬株式会社 佐賀関製錬所などに供給しています。 (金属・リサイクル事業部) 金属・リサイクル事業部は、金属製錬とリサイクルの一体的な事業運営を推進しています。銅精鉱と使用済み家電製品・電子機器などのリサイクル原料から、高効率な製錬プロセスを通じて純度99.99％以上の銅地金を生産するとともに、銅を製錬する過程の副産物として、貴金属やレアメタル、硫酸などの生産を行っています。当社グループの主要な製錬拠点であるＪＸ金属製錬株式会社 佐賀関製錬所は、世界有数の生産能力を持つ製錬所となっています(出所：International Copper Study Group「The World Copper Factbook 2024」)。今後、銅の需要はますます伸びていくことが予想されており、この需要拡大を支えるには銅精鉱に加えてリサイクル原料の活用拡大が必要不可欠であることから、当社グループはリサイクル原料の受入・処理能力を拡大し、リサイクル原料処理比率の向上を図っています。 ① グリーンハイブリッド製錬 ＪＸ金属製錬株式会社 佐賀関製錬所では、リサイクル原料の増処理を進めるに当たり、銅精鉱が自ら発する酸化反応熱を最大限に活用し、化石燃料使用量をミニマイズするグリーンハイブリッド製錬を推進しています。これにより生産された銅は、拡大する需要を支える安定供給体制の構築と脱炭素や資源循環等のサステナビリティを重視した生産と供給という２つの使命を果たすために最適なサステナブルな銅であると考えています。2040年に銅製錬時のリサイクル原料処理比率を50％まで高めることを目標に、技術開発やリサイクル原料の増集荷・増処理体制の構築を進めています。 ② サーキュラーエコノミー実現への貢献 当社は、2022年に策定したサステナブルカッパー・ビジョンの実現に向け、国内商社との戦略的パートナーシップを活用しながらリサイクル原料の増集荷・増処理体制の構築を進めています。 例えば、当社は2022年８月にカナダのリサイクラーであるeCycle Solutions Inc.の株式を取得いたしましたが、ITAD事業に知見を有する双日株式会社の資本参加を受入れ2023年４月から協業を開始しています。 また、2024年４月には三菱商事株式会社(以下、「三菱商事」という。)とともに、廃家電や廃電子機器、廃車載用リチウムイオン電池等の再利用を推進する目的でＪＸ金属サーキュラーソリューションズ株式会社を新設し、同年７月に事業を開始しました。三菱商事の持つ産業横断型のグローバルなネットワークや知見を活用することで、リサイクル原料集荷やサプライチェーン全体の連携を強化し、銅やレアメタル等の非鉄金属資源のリサイクルの拡大を目指します。採掘された資源を廃棄せずに再利用し続けるサーキュラーエコノミーの実現に向け、貢献してまいります。 事業の系統図は以下のとおりです。",
  "history_summary": "２ 【沿革】 〔前史〕 年月 概要 1905年12月 日立鉱山(茨城県)操業開始 1908年11月 大雄院製錬所(現 日立事業所、茨城県)操業開始 1912年９月 久原鉱業株式会社設立 1916年９月 佐賀関製錬所(現 ＪＸ金属製錬株式会社 佐賀関製錬所、大分県)操業開始 、金属製錬事業を拡張 1928年12月 久原鉱業株式会社が日本産業株式会社に商号変更 1929年４月 日本産業株式会社の鉱山・製錬部門を分離・独立させ、日本鉱業株式会社を設立 1948年２月 東邦商事株式会社(現 ＪＸ金属商事株式会社)設立 1964年10月 倉見工場(神奈川県)開設 、金属加工事業に本格進出 1978年３月 日立事業所にリサイクル炉新設、リサイクル事業を開始 1981年９月 日立鉱山、鉱量枯渇により閉山 1985年５月 磯原工場(茨城県) 開設、電子材料事業へ本格進出 1989年10月 ニッポン・マイニング台湾社(現 台湾日鉱金属股份有限公司)設立 1992年５月 (旧)日鉱金属株式会社設立 11月 日本鉱業株式会社が金属資源開発部門、金属事業部門及び金属加工事業部門を(旧)日鉱金属株式会社に譲渡 12月 日本鉱業株式会社が共同石油株式会社を合併し、株式会社日鉱共石に商号変更 1993年12月 株式会社日鉱共石が株式会社ジャパンエナジーに商号変更 1996年５月 GNFフィリピン社(現 JX METALS PHILIPPINES, Inc.)設立 1998年８月 (旧)日鉱金属株式会社、東証第一部上場 1999年４月 株式会社ジャパンエナジーの電子材料事業を分離・独立させ、株式会社日鉱マテリアルズを設立 2000年10月 (旧)日鉱金属株式会社と三井金属鉱業株式会社の合弁により、パンパシフィック・カッパー株式会社設立 〔提出会社設立以降〕 年月 概要 2002年９月 株式会社ジャパンエナジーと(旧)日鉱金属株式会社が株式移転により新日鉱ホールディングス株式会社(現 ＪＸ金属株式会社)を設立し、両社は同社の完全子会社となる 2003年10月 (旧)日鉱金属株式会社の金属加工事業を分離・独立させ、日鉱金属加工株式会社を設立 12月 日鉱宇進精密加工(蘇州)有限公司(現 日鉱金属(蘇州)有限公司)設立 2004年８月 韓国日鉱マテリアルズ社(現 JX Metals Korea Co., Ltd.)設立 2005年12月 NMU Division, Inc.(現 JX Advanced Metals USA Inc.)設立 2006年４月 株式会社日鉱マテリアルズが(旧)日鉱金属株式会社及び日鉱金属加工株式会社を合併し、(新)日鉱金属株式会社に商号変更 2010年４月 新日鉱ホールディングス株式会社及び新日本石油株式会社が株式移転によりＪＸホールディングス株式会社 (現 ＥＮＥＯＳホールディングス株式会社) を設立し、両社は同社の完全子会社となる ７月 新日鉱ホールディングス株式会社が(新)日鉱金属株式会社を合併し、ＪＸ日鉱日石金属株式会社に商号変更 2014年７月 チリ・カセロネス銅鉱山・開山式を挙行 2016年１月 ＪＸ日鉱日石金属株式会社がＪＸ金属株式会社に商号変更 2018年６月 東邦チタニウム株式会社の株式50.38％を取得し、同社を子会社とする ７月 ドイツ・H. C. Starck Tantalum & Niobium社(現 TANIOBIS GmbH)の 株式取得により同社を子会社化することで、レアメタル事業を強化 2019年６月 ＪＸ金属グループ2040年長期ビジョン策定 2022年８月 カナダ・eCycle Solutions Inc.の株式を取得し、同社を子会社とする ９月 韓国・LS-Nikko Copper Inc.の当社グループ保有株式全て(49.9％)を譲渡 2023年５月 ＪＸ金属グループ2040年長期ビジョン改定 ６月 監査等委員会設置会社へ移行 ７月 チリ・カセロネス銅鉱山権益の51％を、カナダ・Lundin Mining Corporation社に譲渡(2024年７月に追加で権益19％を譲渡) 12月 ＪＸ金属プレシジョンテクノロジー株式会社の株式の過半を譲渡(譲渡後の当社持分比率15％) 2024年３月 パンパシフィック・カッパー株式会社の株式の20％及びロス・ペランブレス銅鉱山権益を保有するオランダ子会社の株式13.06％(権益3.27％相当)を、丸紅株式会社に譲渡 ５月 英文商号をJX Advanced Metals Corporationに変更 ７月 三菱商事株式会社との合弁により設立したＪＸ金属サーキュラーソリューションズ株式会社(当社持分比率80％)が事業開始 ８月 タツタ電線株式会社の公開買付が成立し、同社を子会社とする(同年11月に同社を完全子会社化) 2025年３月 東京証券取引所プライム市場に株式を上場 これに伴い、 ＥＮＥＯＳホールディングス株式会社が当社の親会社からその他の関係会社に異動(同社の当社に対する持分比率42.38％)",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "当社はＪＸ金属グループ2040年長期ビジョン及び中長期事業戦略において、フォーカス事業を成長戦略のコアとして位置づけ、先端素材分野での技術の差別化や市場創造を通じて、市場成長以上の利益成長を目指しています。当社が先端材料分野における厳しい競争環境の中で成長を継続するためには、必要な成長投資を着実に実行していくことが最重要であり、中長期事業戦略においても先端材料分野への成長投資を最優先とすることを打ち出しています。特にフォーカス事業に関しては、シクリカルな事業環境においても時機をとらえた投資を速やかに実行できる安定した財務基盤を有していることが重要になってまいります。適切な投資を適切な時機に行うことにより、当社の高い成長性を継続させることが、当社の株主還元の原資となる利益拡大につながり、結果として当社株主の価値向上に資するものと考えています。 上記の観点から、当社のキャピタルアロケーションの方針としては、フォーカス事業を中心とする成長投資を最優先とし、そのうえで、財務体質の改善とのバランスを取りながら、株主に適切に利益を還元してまいります。以上を踏まえて、当社の上場後の配当方針については、連結配当性向20％程度を基本方針とした上で、当社の想定対比で銅価が上昇した結果として利益が上振れた分についてはその一部も株主に還元する方針です。株主還元の更なる拡充にあたっては、財務体質の改善が進み、還元手法の自由度が上がった段階で検討することを予定していますが、現時点において具体的な時期及び内容は決定しておりません。 なお、当社は、中間配当と期末配当の年二回の剰余金の配当を行うことを基本としており、これらの剰余金の配当の決定は、期末配当については株主総会、中間配当については取締役会で行うこととしています。また、当社は取締役会の決議により、毎年９月30日を基準日として、剰余金の配当(中間配当)をすることができる旨、定款に定めています。 (2025年３月期 配当実績) 資本水準の最適化を図りつつ高いROE水準を維持・向上するため、当期の配当については、期末配当を１株当たり18円とし、期中に実施した配当と併せて１株当たり年間109.55円とする予定です。 決議年月日 配当金の総額(百万円) １株当たり配当額(円) 2024年11月11日 取締役会 85,000 91.55 2025年６月27日 定時株主総会(予定) 16,712 18.00 (注) １．当社は、当第３四半期において、2024年11月11日付取締役会の決議に基づき、同年11月29日を効力発生日として、１株当たり配当金91円55銭、配当金総額85,000百万円の配当を実施しております。 ２．2025年３月期の期末配当金は１株当たり18円とする予定です。2025年３月19日付開示「東京証券取引所プライム市場への上場に伴う当社決算情報等のお知らせ」では１株当たりの期末配当(予想)を12円としておりました。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "株主に対する特典 該当事項はありません。 (注) 当社の株主は、その有する"
    }
  ],
  "last_updated": "2026-01-19"
}