{
  "ticker": "8066.T",
  "business_description": "３ 【事業の内容】 当社グループは、当社及び子会社150社、関連会社17社で構成されており、ユーザーの視点に立った販売市場の類似性により、情報システム関連事業、企業サプライ関連事業、生活・地域サービス関連事業の３つのセグメントで構成されております。 情報システム関連事業におきましては、情報システム事業として情報機器の販売、ソフトウェアの開発、機器・設備等の保守サービスを行っております。 企業サプライ関連事業におきましては、企業間の取引を主としており、建設資材、石油製品・ＬＰガスの販売、ゴンドラの製造・販売・レンタル、風力発電事業、プラスチック製品の販売・加工、スパイスの加工・販売、リース事業等を行っております。 生活・地域サービス関連事業におきましては、最終消費者への販売やサービスを主としており、ケーブルテレビやインターネットなどの情報通信サービス事業、介護事業、カーディーラー事業、生コンクリートの製造・販売、ガソリンスタンドの運営、ＬＰガス・住宅設備機器の販売、サービスエリアの運営等を行っております。 当社グループの事業内容及び関係会社の当該事業に係る位置付けは以下のとおりであります。なお、次の３事業区分はセグメントと同一の区分であります。 事業区分 主要な商品又はサービスの内容 主要な会社 情報システム関連事業 ソリューション開発 ソフトウェアプロダクト開発 画像システム開発 ハードウェア・ネットワーク保守サービス インターネット通販サイト、歌詞検索サイトの運営 電子デバイス 電気通信工事 各種オリジナルパッケージソフト 各種情報システム関連機器 当社 三谷コンピュータ㈱ クワンタム・テクノロジー㈱ ㈱ページワン （他１社） 企業サプライ関連事業 セメント、生コンクリート、地盤改良材、骨材、外壁材 揮発油、軽油、灯油、重油、潤滑油、 産業用ＬＰガス、石油化学製品 ゴンドラの製造・販売・レンタル 風力発電事業 プラスチック製品の販売・加工 リース事業 サングラス・老眼鏡 スパイスの加工販売 ガスケットの加工販売 医療機器・機材の販売 飼料原料の販売 自動車用タイヤの卸売販売 当社 日本ビソー㈱ ㈱ウィンド・パワー・いばらき ㈱ウィンド・パワー 睦栄風力発電㈱ Mitani Singapore Holdings Pte.Ltd. Dama Trading Pte.Ltd. フェニックスリース㈱ Son Ha Spice & Flavorings Co., LTD. Khong Lieng Trading Company Pte Ltd ㈱シリウス MJI UNIVERSAL PTE. LTD. Hoe Guan Pin Kee Sdn. Bhd. 三谷セキサン㈱ ※ （他33社） 生活・地域サービス関連事業 ケーブルテレビ事業 インターネット、インターネット電話 介護事業 カーディーラー事業 生コンクリートの製造・販売 ガソリンスタンドの運営 家庭用プロパンガス、住宅設備機器 サービスエリアの運営 当社 福井ケーブルテレビ㈱ ミテネインターネット㈱ スプリングライフ金沢㈱ ネッツトヨタ福井㈱ 鶴見石油㈱ クリーンガス福井㈱ （他111社） （注）１．無印は連結子会社であります。 ２．※は関連会社で持分法適用会社であります。 事業の系統図は次のとおりであります。 （注）１．無印は連結子会社であります。 ２．※は関連会社で持分法適用会社であります。",
  "history_summary": "２ 【沿革】 当社の前身は1914年故三谷弥平が個人営業にてセメント・石炭の販売を目的として創業した三谷商店であります。1921年に三谷合名会社を設立、次いで1928年に旧三谷商事株式会社に改組し、金沢・敦賀・伏木・長浜・大津・大垣に事業所を開設するなど商圏を拡大してまいりました。その後、戦時統制のため一時休業しておりましたが、戦後二代目故三谷進一が1946年３月に当社を再建し、三谷商事株式会社として再発足いたしました。 設立以後の主な沿革は以下のとおりであります。 1946年３月 三谷商事株式会社を設立し、農機具、日用金物などの販売を開始（資本金18万円、所在地 福井県福井市） 1948年12月 戦時統制解除に伴い、セメントの販売を再開 1949年９月 戦時統制解除に伴い、石炭の販売を再開 1952年７月 石油製品の販売開始 1959年５月 ＬＰガスの販売開始 1962年８月 三谷石油販売株式会社（現 株式会社福井エネルギー・現 連結子会社）設立 1963年５月 三谷生コン株式会社（現 寺前生コン株式会社・現 連結子会社）設立 1963年12月 大阪証券取引所市場第二部に上場 1966年３月 アルプス石油販売株式会社（現 株式会社西日本エネルギー・現 連結子会社）設立 1969年３月 株式会社福井情報処理センター（現 三谷コンピュータ株式会社・現 連結子会社）設立 1972年１月 三谷住設機器株式会社（現 クリーンガス福井株式会社・現 連結子会社）設立 1973年６月 ミタニオプチカル工業株式会社（現 ハート光学株式会社・現 連結子会社）設立、眼鏡の販売開始 1975年８月 本社社屋（三谷ビル）竣工 1977年１月 石油化学原料・製品の販売開始 1977年12月 北陸自動車道南条サービスエリアでレストラン経営開始 1982年３月 電子機器事業部(現 情報システム事業部)発足 1983年７月 株式会社ネットワークサービス（現 福井ケーブルテレビ株式会社・現 連結子会社）設立 1990年６月 東京本社開設、２本社体制スタート 1997年３月 福井プロパンガス株式会社を買収（現 クリーンガス福井株式会社・現 連結子会社） 2000年２月 東京証券取引所市場第二部に上場 2002年１月 株式会社ネット三谷（現 ミテネインターネット株式会社・現 連結子会社）設立 2005年12月 ゴンドラ機械の製造・販売・レンタルの日本ビソー株式会社（現 連結子会社）を買収 2006年11月 有料老人ホーム運営の石川ライフクリエート株式会社（現 スプリングライフ金沢株式会社・現 連結子会社）を買収 2007年９月 ガソリンスタンド運営の鶴見石油株式会社（現 連結子会社）を買収 2010年６月 洋上風力発電事業に参入（株式会社ウィンド・パワー・いばらきの第三者割当増資を引き受け連結子会社化、現在風車７基稼働中） 2010年９月 東京の事務所（東京本社、東京支社、エネルギー本部）を日本橋から丸の内へ移転 2010年12月 洋上風力発電事業の株式会社ウィンド・パワーの第三者割当増資を引き受け連結子会社化（現在風車８基稼働中） 2013年９月 Mitani Singapore Holdings Pte.Ltd.（現 連結子会社）をシンガポールに設立 2013年11月 Dama Trading Pte.Ltd.（現 連結子会社）をシンガポールに設立し、プラスチック製品販売・加工業の会社を買収 2014年３月 睦栄風力発電株式会社（現 連結子会社）を設立（現在風車５基稼働中） 2017年９月 スパイスの加工販売を行うPacific Basin Partnership, Inc.（現 連結子会社）を買収 2017年12月 ガスケットの加工販売を行うKhong Lieng Trading Company Pte Ltd 他２社（KLTグループ）（現 連結子会社）を買収 2018年１月 医療機器・機材等を販売するＯＤＡ商社の株式会社シリウス（現 連結子会社）を買収 2019年11月 飼料原料の販売を行うMJI UNIVERSAL PTE. LTD.（現 連結子会社）を買収 2020年７月 バルブ製品の輸入販売を行うLFA Global Pte. Ltd.を買収 2022年４月 東京証券取引所の市場区分の見直しにより市場第二部からスタンダード市場へ移行 2022年12月 自動車用タイヤの卸売販売を行うHoe Guan Pin Kee Sdn. Bhd. 他２社（HGPKグループ）（現 連結子会社）を買収",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-30",
      "text": "３ 【配当政策】 当社の利益配分に関する基本方針は、中長期的な観点から安定的に配当することを基本とし、将来のＭ＆Ａによる事業展開、業績の状況を総合的に勘案して決定することとしております。 当社の剰余金の配当は、中間配当及び期末配当の年２回を基本的な方針としております。これらの配当の決定機関は、中間配当は取締役会、期末配当は株主総会であります。 当事業年度の期末配当金につきましては、上記の方針及び諸般の状況を考慮して、１株当たり33円00銭とし、年間配当金は中間配当金33円00銭と合わせて66円00銭としております。 また、当社は会社法第454条第５項に規定する中間配当をすることができる旨を定款で定めております。 なお、第108期の剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額(百万円) １株当たり配当額(円) 2024年11月14日 取締役会決議 2,861 33.00 2025年６月19日 定時株主総会決議 2,831 33.00"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-30",
      "text": "株主に対する特典 ありません (注)"
    }
  ],
  "last_updated": "2026-01-30"
}