{
  "ticker": "7851.T",
  "business_description": "３【事業の内容】 当社はビジネスフォーム事業及び情報処理事業を展開しております。 当社の事業内容及び各セグメントごとの当社における位置付けは、次のとおりであります。 (1）ビジネスフォーム事業 当社におきましては、帳票デザインから製版、印刷、加工に至るまでビジネスフォームの生産工程を自社内で一貫して行っております。 (2）情報処理事業 当社における情報処理事業はシステム開発によるデータ編集・加工から、インクジェット高速プリンタ及びフルカラーオンデマンド機によるデータ印字・印刷のアウトソーシング受託をしております。さらに、出力した印字・印刷物の製本加工並びに封入封緘と発送業務といったメーリング業務、ソフトアプリケーション、クラウドビジネスに取組んでおります。 当社の事業の系統図は、次のとおりであります。",
  "history_summary": "２【沿革】 昭和30年５月 大阪市旭区（現.城東区）に川瀬紙工株式会社を設立、コンピュータ用連続伝票の販売を開始。 昭和31年10月 東京都千代田区に東京営業所（現.本社）を開設。 昭和31年12月 大阪市城東区に本社事務所並びに工場を移転。 昭和40年11月 名古屋市昭和区に名古屋営業所（現.名古屋支店）を開設。 昭和43年１月 京都市南区に京都営業所（現.京都支店）を開設。 昭和43年２月 神戸市葺合区（現.中央区）に神戸営業所（現.神戸支店）を開設。 昭和45年６月 東京都荒川区に東京工場を福岡市博多区に福岡営業所をそれぞれ開設。 昭和48年８月 ＤＰ袋（写真現像袋）の製造・販売を開始。 昭和51年３月 愛知県西春日井郡清州町に名古屋工場を開設。 昭和51年11月 商号をカワセコンピュータサプライ株式会社に変更。大阪府八尾市の大阪印刷団地内に工場を移設し、大阪工場と改称。 昭和52年８月 大阪市北区の日本生命梅田ビルに本社を移転。 昭和58年９月 横浜市中区に横浜営業所（現.横浜支店）を開設。 昭和62年11月 千葉県佐倉市佐倉第３工業団地に東京工場を新築し、移転。 昭和63年３月 名古屋市西区に名古屋支店、名古屋工場を新築し、移転。 平成２年４月 大阪市平野区に大阪商品センターを新築。 平成４年12月 千葉県佐倉市（東京工場内）に千葉支店を開設。 平成７年２月 インクジェット高速出力機を大阪工場に設置し、データ処理事業に着手。 平成７年７月 大阪市中央区の洪庵日生ビルに本社を移転。 平成８年６月 福岡市博多区に福岡支店を移転。 平成９年８月 東京都中央区に東京本社を移転。 平成９年10月 データ処理事業（現.情報処理事業）の拡大のため、ホストコンピュータ導入。京都市下京区に京都支店を移転。 平成13年３月 大阪証券取引所市場第二部に上場。 平成14年８月 東京ＫＩＰＳセンター（東京情報処理センター）がＩＳＯ9001認証取得。 平成15年４月 名古屋市中村区に名古屋支店を移転。名古屋工場を大阪工場に集約。 平成16年１月 プライバシーマーク使用許諾取得。 平成16年９月 さいたま市桜区に東京ＫＩＰＳセンター（東京情報処理センター）を移転。 平成17年９月 横浜市神奈川区に横浜支店を移転。 平成18年８月 埼玉県和光市白子に東京情報処理センターを移転。 平成20年８月 大阪工場、東京工場及び東京情報処理センターを情報センターへ集約し、千葉県佐倉市のちばリサーチパーク内に生産拠点（情報センター）統合。 平成21年５月 大阪市中央区の大広今橋ビルに本社を移転。 平成21年10月 名古屋市西区に名古屋支店を移転。 平成23年３月 ＦＳＣ－ＣｏＣ認証を取得。 平成23年６月 情報センターがＩＳＭＳ（情報セキュリティマネジメントシステム）認証を取得。 平成24年８月 京都市中京区に京都支店を移転。 平成25年７月 東京証券取引所と大阪証券取引所の市場統合に伴い、東京証券取引所市場第二部に上場。 平成27年３月 福岡支店業務を神戸支店へ集約。 平成28年２月 神奈川県西区に横浜支店を移転。 平成30年５月 大阪市平野区の大阪商品センター閉鎖に伴い、同業務を鴻池運送株式会社へ委託。 令和２年12月 東京都中央区（同区内）に東京本社を移転。 令和３年７月 資本金を１億円に減資。 令和４年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第二部からスタンダード市場に移行。 令和４年８月 本店所在地を東京都中央区へ変更。 令和４年８月 大阪本社を大阪市中央区（同区内）に移転し、関西支社へ名称変更。 令和６年４月 京都市下京区に京都支店を移転。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-22",
      "text": "３【配当政策】 当社の剰余金の配当は、年１回の期末配当を基本的な方針としております。配当の決定機関は、令和４年６月29日開催の第67回定時株主総会で定款変更が承認され、株主総会から取締役会へ変更となりました。これにより、当社は年１回の期末配当の他、毎年９月30日を基準日として、またはその他を基準日として「会社法第459条第１項の規定に基づき、取締役会の決議をもって剰余金の配当等を行うことができる」旨を定款に定めております。 当社は、創業以来、株主への安定配当を維持することを利益還元の基本方針と位置づけ、同時に企業体質強化のため、内部留保を勘案する政策を実施しております。当期末配当につきましては、エネルギー価格・原材料価格の高騰等によるコスト負担増加が予想され、今後の業績への影響を勘案し、普通配当を３円 記念配当（創業70期記念配当）を２円としております。更なる業績向上に努め、増配できるよう努めてまいります。 また、内部留保資金の使途につきましては、新規事業・研究開発等で資金が必要とされる場合に機動的に対応するための投資に充当してまいります。 （注）基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額（千円） １株当たり配当額（円） 令和７年６月27日 定時株主総会決議 23,466 5"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-22",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-01-22"
}