{
  "ticker": "3694.T",
  "business_description": "３ 【事業の内容】 当社グループは、「ネットを空気に変える」というコンセプトを掲げ、もはや生活インフラとなったインターネットが、いまだに利用にあたりITリテラシー（※１）を必要とする現状を変え、インターネットそのものを空気のように、全く意識することなく使いこなせる存在に変えていくことをミッションとして、創業以来すべての人々が等しくインターネットのもたらす創造性・便利さを享受できるようサポートするプロダクトの開発に尽力しております。 当社グループの属する情報通信市場は、さまざまな端末の普及とともにサービスの多様化や高度化が急速に進んだ動きが世界的な潮流となっております。このような市場環境の中、当社グループはさまざまな機器の接続を前提としたマネジメントサービス（管理、運用サービス）、ITサポートサービス（ 情報機器やITアプリケーション、サービスの使用、管理などの支援サービス ）の提供を中心に事業を展開しております。 なお、当社グループは、ライセンス販売・保守サポートサービス（オプティマル）事業を主に営んでおり、単一セグメントであるため、セグメント別の記載を省略しております。 当社グループの事業内容をサービス別に区分し、以下に記載いたします。 (1) X-Tech（クロステック）サービス 区分 製品・サービス プラットフォーム ・OPTiM Cloud IoT OS AI・IoTサービス及びプラットフォームの展開に必要な機能を備えた、AI・IoT活用の統合プラットフォームです。 ・OPTiM ID+（プラス） 組織で利用している複数のクラウド （※２） サービスに対し、一つのID・パスワードでログインすることができるクラウド型のID管理サービス (IDaaS)（※３） です。 オプティムの各サービスのセキュリティオプションとしても提供しています。 アグリテック ・ピンポイントタイム散布サービス 当社が培ってきた生育予測技術や病害虫発生予察技術とデジタル圃場 （※４） 地図作成管理技術、ドローン を使った農薬散布 の知見を組み合わせた ドローン散布 DXサービスです。 ・ドローン打込条播サービス ドローンと自社開発の「ストライプ・シード・シューター」を使用し、水稲湛水直播（※５）に最適な深度で種籾を打ち込むと同時に条（※６）形成を実現する播種サービスです。従来の移植栽培と比較して育苗にかかる労力・コストの削減が可能です。 ・スマート米 AI・IoT・ドローンを活用したスマート農業ソリューションにて生産管理して栽培された、あんしん・安全なお米です。 ・Agri Field Manager ドローンやスマートフォンで撮影した圃場や農作物の画像をAIを用いて分析し、異常検知箇所の表示や気象・センサーデータを用いた作物の効果的な生育管理を可能にするアプリケーションです。 デジタルヘルス ・MINS（Medicaroid Intelligent Network System） 手術支援ロボットシステム「hinotori TM サージカルロボットシステム」の運用支援や安全・効率的な手術室の活用支援、及び手技の伝承・継承支援を行うネットワークサポートシステムです。 ・オンライン診療プラットフォーム オンライン診療サービスを手軽にOEM（※７）提供することができるプラットフォームです。 ・OPTiM AI ホスピタル 医師・看護師の文章作成業務を支援するオンプレミス （※８） 大規模言語モデル（LLM） （※９） 搭載のAIサービスで、電子カルテシステムと連携し医療現場の業務効率化を実現します。 区分 製品・サービス デジタルコンストラクション ・OPTiM Geo Scan LiDAR（※10）センサー搭載のiPhoneとGNSSレシーバー（※11）取得の位置情報を組み合わせて、短時間で高精度な測量を行える３次元測量アプリです。 マーケティングDX ・OPTiM Digital Experience スマートフォンアプリを中心にして顧客との接点をデジタルで強化するサービスです。顧客管理、コンテンツ管理、お知らせの配信などの機能を通じて、顧客とのコミュニケーションを最適化します。 ・自治体公式スーパーアプリ 自治体のあらゆる情報とサービスを、１つのアプリで住民に提供するためのプラットフォームです。地域のイベント情報や災害情報の配信、保護者と先生をつなぐ学校出欠連絡アプリ、マイナンバーカードを活用したデジタル市民証など、住民と自治体のあらゆる接点をデジタル化し、自治体業務の効率化と住民の利便性向上を実現します。 ・OPTiM Hardware My Portal 機器のメーカーが、機器の利用ユーザーに対してユーザー専用のポータルを構築し、メーカーとユーザーとのやり取りをデジタル化することで、顧客満足度を高めかつメーカーの収益を最大化するサービスです。 ・OPTiM Customer Success Portal AIを活用してあらゆる業種の顧客成功支援（カスタマーサクセス）を自動化・低コスト化するサービスです。これにより顧客満足度と顧客接点を最大化し、収益機会の拡大を後押しします。 オフィスDX ・OPTiM Contract 契約書に定められた契約相手や契約期間等の契約情報をAIが取得し、契約管理を効率化するサービスです。 ・OPTiM 電子帳簿保存 請求書・領収書・注文書などに定められた取引相手、金額、年月日等の取引情報をAIが取得し、電子帳簿保存法・インボイス制度の要件に則り保管を行うサービスです。 ・OPTiM 文書管理 法定文書や稟議書、申請書や許可書など、業務で取り扱うさまざまな文書に対して、フォーマット不問でAI解析を行い、自動分類の上で管理台帳を作成するサービスです。 ・OPTiM Store サブスクリプションサービスの販売に対応した法人向けのマーケットプレイス兼販売管理サービスです。 ・OPTiM サスマネ 社内のSaaS（※12）、オンプレミスを可視化し、可視化によるムダなコスト削減、シャドーIT（※13）検知を行うSaaS管理サービスです。 ・OPTiM AIRES AIエージェント型チャットボット （※14） サービスです。オフィス業務やカスタマーサポート業務においてAIが問い合わせへの返答や情報の検索を支援します。 映像管理DX ・OPTiM AI Camera シリーズ カメラの映像をAIで解析するサービスです。クラウドで映像を解析するOPTiM AI Camera。エッジコンピューティング （※15） でより高度でリアルタイムの解析に適したOPTiM AI Camera Enterprise。撮りためた映像を解析するOPTiM AI Camera Analyticsをラインナップしており、用途に応じて選ぶことができます。 (2) モバイルマネジメントサービス 区分 製品・サービス モバイルマネジメント ・OPTiM Biz スマートデバイス（※16）及びパソコンの管理・セキュリティ対策等を、クラウド上から一括で行える、クラウドデバイス管理ソリューション（※17）です。 (3) その他サービス 区分 製品・サービス リモートマネジメントサービス ・Optimal Remote シリーズ コールセンターにおける顧客サポートや企業内でのITサポート業務において、画面共有機能を中心に遠隔でのサポートを実現するサービスです。PCに加えスマートフォン・タブレットにも対応しています。専用のアプリケーションをインストールせずに遠隔サポートを実現する Optimal Remote Web / Communication SDK があり、お客様の環境に応じて最適なソリューションを選ぶことができます。 ・OPTiM Taglet AIを用いた報告書自動作成カメラアプリです。写真撮影を行い写真の状況が分かる説明をタグ付けすることで、AIにより報告書を自動的に作成することが可能です。遠隔作業支援機能も搭載し現地の作業員を遠隔からサポートできます。 サポートサービス ・Optimal Setup ネットワークに接続されているルーター（※18）、Webインターフェイス （※19） を持つネットワーク機器を自動的に解析し、操作や設定を行うことができるツールです。 ・Optimal Diagnosis ＆ Repair デバイスやOS（※20）、ソフトウエアの状態を診断し、その結果をユーザーに表示したり、問題のあった項目の自動復旧を行うことができるツールです。 その他サービス ・パソコンソフト使い放題 定額でパソコンソフトが使い放題、電子書籍が読み放題となる個人向けのサービスです ・タブホ（電子雑誌読み放題サービス） 定額でビジネスから趣味やレシピまで幅広いジャンルの人気雑誌が読み放題となる電子書籍サービスです。 ・その他製品 既存の一部提供製品や個別カスタマイズ製品です。 ［事業系統図］ 当社グループの主要な事業系統図は以下のとおりです。 ※１ ITリテラシー…情報機器やITネットワークを活用して、情報・データを管理、活用する能力のこと。さまざまなアプリケーションソフトを使いこなし効率的に業務を行う能力など、コンピューターに関する広い意味での利用能力のこと。 ※２ クラウド…ソフトウエアやハードウエアの利用権などをネットワーク越しにサービスとして利用者に提供する方式を「クラウドコンピューティング」(cloud computing)と呼び、データセンターや、その中で運用されているサーバー群のこと。 ※３ IDaaS…Identity as a Serviceの略称。複数のサービスのIDやパスワードを一元管理するクラウドサービス。 ※４ 圃場…水田や畑などの農作物を栽培するための場所のこと。 ※５ 湛水直播…水田に直接種を撒く栽培方法。 ※６ 条…撒いた種が発育し、「すじ」のような状態をつくること。 ※７ OEM…Original Equipment Manufacturerの略称。自社のブランドではなく他社ブランドの製品を製造するということ。 ※８ オンプレミス…サーバーなどのハードウエアやアプリケーションなどのソフトウエアを、使用者の管理する施設内に設置して運用すること。 ※９ 大規模言語モデル（LLM）…大規模言語モデル（LLM、Large Language Modelsの略）とは、大量のテキストデータを学習し、高度な言語理解を実現するAI技術。 ※10 LiDAR（ライダー）…Light Detection and Rangingの略称。レーザー光を使い、対象物までの距離や位置、形状を正確に検知できるセンサー技術の一種。 ※11 GNSSレシーバー…複数の航法衛星から地上に向けて送信される電波を受信し、位置情報を取得する機器。 ※12 SaaS…Software as a Serviceの略称。サーバーにて稼働しているソフトウエアを、インターネットなどを経由し、ユーザーが利用できるサービス。 ※13 シャドーIT…企業が許可していないデバイスや、情報システムやソフトウエア、クラウドサービスを、従業員が利用すること。 ※14 チャットボット…「チャット」と「ロボット」を組み合わせた言葉で、ユーザーが入力した指示に対して、会話形式で自動的に回答をするプログラムのこと。 ※15 エッジコンピューティング…ネットワークカメラなどのIoT機器の近くに設置されたサーバーでデータ処理を行う技術。データをその場で処理し、必要なデータのみをクラウドに送信するため、リアルタイム性の向上や通信負荷の低減に寄与する。 ※16 スマートデバイス…スマートフォンやタブレット端末等の、さまざまな用途に利用可能な情報端末機器。 ※17 ソリューション…問題・課題を解決したり、要望・要求を満たしたりすることができる製品やサービス、及びその組み合わせ。 ※18 ルーター…ネットワークで通信を行う際に、通信経路を決定する通信機器。 ※19 Webインターフェイス…Webブラウザを用いてソフトウエアやアプリケーションを操作する仕組み。 ※20 OS…Operating Systemの略称。ソフトウエアの種類の一つで、機器が提供する基本的機能を提供する。代表的なスマートフォン端末用のOSにはアップル社のiOS、グーグル社のAndroid OS、マイクロソフト社のWindowsなどがある。",
  "history_summary": "２ 【沿革】 2000年６月佐賀県佐賀市において、当社代表取締役社長菅谷俊二が佐賀大学在学中に、インターネット上での動画広告サービスの提供を目的として、当社を設立いたしました。2001年10月には東京オフィスを開設した後、ソフトウエアの開発を開始し、現在の中核事業であるソフトウエアサービスライセンス事業を開始いたしました。 株式会社オプティム設立以後の沿革は、次のとおりです。 年月 概要 2000年６月 株式会社オプティムを設立。 2001年10月 東京オフィス(現、OPTiM TOKYO)を開設。 2007年10月 リモートマネジメントサービス「Optimal Remote」の提供を開始。 2008年３月 第三者割当増資(割当先：東日本電信電話株式会社)を実施。 2009年10月 クラウドデバイス管理ソリューション「Optimal Biz (現、OPTiM Biz) 」の提供を開始。 2012年11月 情報セキュリティマネジメントシステム(ISMS)の認証を取得。 2014年10月 東京証券取引所マザーズに株式を上場。 2015年10月 東京証券取引所市場第一部へ市場変更。 2016年１月 九工大前オフィス(現、TECH CENTER IIZUKA)を開設。 2016年９月 AI・IoTを活用するためのオープンプラットフォーム「OPTiM Cloud IoT OS」の提供を開始。 2017年10月 国立大学法人佐賀大学の本庄キャンパス内に、佐賀本店（現、OPTiM SAGA）を移転。 2019年１月 株式会社みちのく銀行との合弁会社「株式会社オプティムアグリ・みちのく」を設立。 2019年10月 株式会社ミック経済研究所 （現、デロイト トーマツ ミック経済研究所株式会社） 発刊の調査レポートにて、画像解析AIソリューションが複数市場で市場シェア第１位の評価を獲得。 2019年11月 OPTiM KOBEを開設。 2020年６月 シスメックス株式会社との合弁会社「ディピューラメディカルソリューションズ株式会社」を設立。 2020年７月 株式会社佐賀銀行との合弁会社「オプティム・バンクテクノロジーズ株式会社」を設立。 2020年10月 「株式会社ランドログマーケティング」を設立。 2020年10月 「株式会社ユラスコア」を設立。 2020年12月 東日本電信電話株式会社と株式会社WorldLink & Companyとの合弁会社「株式会社NTT e-Drone Technology」を設立。 2021年５月 KDDI株式会社との合弁会社「DXGoGo株式会社」を設立。 2021年12月 「株式会社ネットリソースマネジメント」へ資本参加。 2022年４月 事業拡大に伴い、OPTiM TOKYOを増床し、汐留ビルディングの18階へ移転。 2022年４月 東京証券取引所の市場区分の見直しを受け、市場第一部からプライム市場へ移行。 2022年12月 株式会社ぐるなびと外食産業のDXサービス分野で資本業務提携。 2023年３月 「株式会社オプティム・ファーム」を設立。 2023年10月 「株式会社ランドログマーケティング」を「株式会社オプティム・デジタルコンストラクション」へ社名変更。 2024年３月 日本初の「自治体向けスーパーアプリ・プラットフォーム（現、自治体公式スーパーアプリ）」を発表。 2024年６月 世界初のAIを用いた報告書自動作成カメラアプリ「OPTiM Taglet」を発表。 2024年10月 国内初のAIが実現するカスタマーサクセスサービス「OPTiM Customer Success Portal」を発表。 2024年11月 国内初となる、医師・看護師の文章作成業務を生成AIが支援するオンプレミスLLM搭載サービス「OPTiM AI ホスピタル」の販売を開始。 2024年12月 デロイト トーマツ ミック経済研究所株式会社の調査レポートにて、クラウドデバイス管理ソリューション「Optimal Biz（現、OPTiM Biz)」が、14年連続市場シェア第１位の評価を獲得。 2025年２月 クラウドデバイス管理ソリューション「Optimal Biz」、サービス名称を「OPTiM Biz」に変更。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "３ 【配当政策】 当社は、将来の事業展開 など を総合的に勘案しつつ、株主各位に対する利益還元である配当と事業機会に即応できる体質強化のための内部留保、そして経営活性化のための役員及び従業員へのインセンティブにも留意し、適正な利益配分を実施することを基本方針としております。 一方で、当社は現在成長過程にあり、将来の事業拡大に向けた内部留保の充実を図ることが必要な段階にあることから、設立以来剰余金の配当を実施しておりません。今後は、業績や配当性向、将来的な成長戦略 など を総合的に勘案して決定していく方針ですが、現時点において配当実施の可能性及びその実施時期については未定です。 内部留保資金につきましては、今後予想される経営環境の変化に対応できる経営体制強化及び事業拡大のための投資等に充当していく予定です。 なお、当社は、中間配当と期末配当の年２回の剰余金の配当を行うことができ、取締役会の決議によって、毎年９月30日を基準日として中間配当をすることができる旨を定款に定めております。 剰余金の配当の決定機関は、中間配当は取締役会、期末配当は株主総会です。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "株主に対する特典 該当事項はありません。 (注) 当社の"
    }
  ],
  "last_updated": "2026-02-04"
}