{
  "ticker": "4918.T",
  "business_description": "３【事業の内容】 当社は、化粧品及び医薬部外品の製造販売を主な事業としております。 なお、当社は訪問販売事業の単一セグメントであるため、セグメント別の記載を省略しております。 訪問販売化粧品事業 当社では、全国にある242社（令和７年３月末現在）の販売会社と販売契約を結んでおります。当社は、主に化粧品及び医薬部外品、美容補助商品、化粧雑貨品等の開発、製造及び販売を行うとともに、訪問販売を行う販売組織に対する販売支援活動を行っております。当社と販売会社との間には、資本関係及び人的関係はありませんが、企業理念と製品により強く結びついており、非常に強固な信頼関係で結ばれております。販売会社には、営業所、ＢＭ（ビューティマネージャー＝販売員）、ＩＭ（アイビーメイツ＝会員）が所属しております。当社は、販売会社に対して販売インセンティブとして、「販社リファンド」及び「経営指導料」等のキャッシュバックを行うことにより、販売組織のモチベーションを高め、売上達成への目標を共有化しております。 なお、顧客への販売は販売会社の役割となっているため、当社の出荷先は原則として販売会社となっており、当社の売上高は販売会社等へ出荷した金額であります。 ［製品の概要］ ① スキンケア 当社の主力製品カテゴリーのスキンケアは、主に基幹スキンケアシリーズと、美容液を主とするスペシャルケアなどにより構成されています。 基幹スキンケアは、主力シリーズとして「アイビー プレステージ」、「アイビーコスモス Ⅱ」、「ベーシックプラス」、「リ ホワイト」（全品医薬部外品）など化粧水、乳液・クリームなどから構成されるシリーズ、「アイビーアトラクティ」（全品医薬部外品）などクレンジング、洗顔料から構成されるシリーズがあります。ボディケア製品には、ボディシャンプー、浴用化粧料、ボディ用保湿液から構成される「ガーランド」シリーズ、日やけ止め、全身用化粧水から構成される「シールドサン」シリーズがあります。オプションケアとしてパック、リップトリートメントなどがあります。なお、基幹スキンケアの出荷数量・金額は新製品・強化製品と比べて比較的安定しております。 一方、美容液を主とするスペシャルケアは、「レッドパワー セラム」、「ホワイトパワー セラム」（医薬部外品）などがあります。これらの製品群は強化製品として位置付けております。そのため、スペシャルケアは新製品発売や販売組織の流通在庫の影響を受けやすく、季節により売上高の変動が大きいという特徴があります。 ② メークアップ 「チュリエ」シリーズを販売しております。同シリーズはファンデーション、リップカラー、アイカラー、アイライナーなどで構成されており、年度ごとに新色を発売しております。当社は特にファンデーションなどのベースメークに強いという特徴があります。 ③ ヘアケア 「ヘアプライマリー」シリーズはシャンプー、コンディショナー、トリートメントから構成されております。このほか、「薬用スカルプケア ステムシグナル」（医薬部外品）などの育毛剤や、ヘアクリーム、ヘアカラーなどがあります。 ④ その他化粧品 男性用化粧品「メンズワン」や、ハンドクリームなどがあります。 ⑤ 美容補助商品 家庭用複合美容器「アイビー ビューティ パートナー」、連続式電解水生成器「キレイオン」をはじめ、機能性表示食品、栄養機能食品を含む健康食品などがあります。 ⑥ 化粧雑貨品等 「化粧雑貨品等」は、化粧用具のほか、「アイビーニュース」（有償分）などがあります。 以上述べた事項を事業系統図によって示すと次の通りであります。 （注）ＢＭ ： Ｂｅａｕｔｙ Ｍａｎａｇｅｒ （ビューティマネージャー） ＩＭ ： ＩＶＹ Ｍａｔｅｓ （アイビーメイツ）",
  "history_summary": "２【沿革】 年月 沿革内容 昭和50年12月 設立 昭和52年10月 株式会社白銀を株式会社アイビー化粧品に商号変更 化粧品の製造販売を開始 昭和52年12月 本社を東京都港区赤坂二丁目５番３号に移転 昭和53年10月 「アイビーニュース」を創刊 昭和59年４月 本社を東京都港区赤坂六丁目18番３号に移転 昭和60年11月 保湿効果の高い美容液「リンクル ローション」を発売 平成元年７月 山梨県南都留郡忍野村に「富士研修センター」を開設 平成４年７月 埼玉県児玉郡美里町に「美里工場・開発研究所」を開設 平成８年４月 日本証券業協会(現・東証ＪＡＳＤＡＱ)に株式を公開 平成９年３月 埼玉県児玉郡美里町に「美里物流センター」を開設 平成12年10月 大阪市都島区に「関西物流センター」を設置 平成13年４月 「ＩＳＯ９００１」認証取得 平成23年11月 エイジングケア「アイビーコスモス Ｗエマルション クリーム＜乳液・クリーム＞」を発売 平成24年10月 岡山県岡山市に「岡山研修センター」を開設 平成24年11月 エイジングケア「アイビーコスモス エンリッチ ローション＜化粧水＞」を発売 平成25年１月 埼玉版ウーマノミクスプロジェクト「多様な働き方実践企業」認定制度において、 美里工場・開発研究所が最高ランクのプラチナ企業認定証を受賞 平成25年７月 オレンジリボン運動支援を開始（子ども虐待をなくすことを呼びかける市民運動） 平成27年４月 「老化防止用皮膚外用剤」の特許を取得 平成27年６月 保湿ケア「ラ ベーシック」シリーズを発売 平成28年４月 アイビーコスモス Ｗエマルション クリーム モンドセレクション2016 金賞受賞 アイビーコスモス エンリッチ ローション モンドセレクション2016 銀賞受賞 平成28年９月 浸透★美活液「レッドパワー セラム」を発売 ★角質層まで。 平成29年２月 エイジングケア「アイビー プレステージ」シリーズを発売 共通洗顔「ディープパス ＱＤ」シリーズ（全品医薬部外品）を発売 共通洗顔「ディープパス」シリーズを発売 平成29年４月 レッドパワー セラム モンドセレクション2017 金賞受賞 アイビー プレステージ クリーム モンドセレクション2017 金賞受賞 アイビー プレステージ ローション モンドセレクション2017 銀賞受賞 平成30年２月 浸透★美活液「ホワイトパワー セラム」（医薬部外品）を発売 ★角質層まで。 平成30年４月 レッドパワー セラム モンドセレクション2018 金賞受賞 ホワイトパワー セラム モンドセレクション2018 金賞受賞 平成31年４月 レッドパワー セラム モンドセレクション2019 金賞受賞 ホワイトパワー セラム モンドセレクション2019 金賞受賞 令和元年８月 「添加剤」（黒ニンジンの搾汁液または粉末を含有する皮膚化粧料）の特許を取得 令和元年12月 ボディケアシリーズ「ガーランド」を発売 令和２年４月 レッドパワー セラム モンドセレクション2020 金賞受賞 ホワイトパワー セラム モンドセレクション2020 金賞受賞 令和２年６月 ヘアケアシリーズ「ヘアプライマリー」を発売 令和２年７月 美容器「アイビー ビューティ パートナー」を発売 「線維芽細胞の増殖促進剤」の特許を取得 令和３年２月 メークアップ「チュリエ」シリーズを発売 令和３年３月 連続式電解水生成器「キレイオン」を発売 令和３年４月 レッドパワー セラム モンドセレクション2021 金賞受賞 ホワイトパワー セラム モンドセレクション2021 金賞受賞 令和３年８月 「PDK１の活性化抑制剤」の特許を取得 令和３年10月 スキンケアシリーズ「アイビーコスモス Ⅱ」を発売 令和３年11月 「頭皮外用剤と活性酸素消去作用とカルボニルタンパク生成抑制作用を制御する方法」の特許を取得 年月 沿革内容 令和４年２月 「ＪＡＫ阻害剤（ゲンノショウコ）」の特許を取得 令和４年３月 「ＪＡＫ阻害剤（ワレモコウ）」の特許を取得 令和４年４月 新市場区分「スタンダード市場」へ移行 レッドパワー セラム モンドセレクション2022 金賞受賞 ホワイトパワー セラム モンドセレクション2022 金賞受賞 アイビーコスモス Ⅱ エンリッチ ローション モンドセレクション2022 金賞受賞 アイビーコスモス Ⅱ Ｗエマルション クリーム モンドセレクション2022 金賞受賞 アイビーコスモス Ⅱ ナイトリンクルガード モンドセレクション2022 最高金賞受賞 令和４年６月 育毛剤「薬用スカルプケア ステムシグナル」(医薬部外品)を発売 監査等委員会設置会社へ移行 令和４年８月 「破骨細胞分化抑制剤」の特許を取得 令和４年12月 顔・体・髪用保湿オイル「エクラ デュール」を発売 令和５年４月 レッドパワー セラム モンドセレクション2023 金賞受賞 ホワイトパワー セラム モンドセレクション2023 金賞受賞 アイビーコスモス Ⅱ エンリッチ ローション モンドセレクション2023 金賞受賞 アイビーコスモス Ⅱ Ｗエマルション クリーム モンドセレクション2023 金賞受賞 アイビーコスモス Ⅱ ナイトリンクルガード モンドセレクション2023 最高金賞受賞 令和５年６月 メーク落としと洗顔料のシリーズ「アイビーアトラクティ」(全品医薬部外品)を発売 令和６年３月 「ＮＦ－κＢ／ＪＡＫデュアル阻害剤」の特許を取得 令和６年６月 健康食品「ユーグレナ バイタルＥＸ」を発売 令和６年10月 「Ｎｒｆ２活性化剤」の特許を取得 令和６年12月 「サーマンス ボディ エステ」を発売 令和７年１月 「ＭＡＯ阻害剤」の特許を取得 令和７年３月 スキンケアシリーズ「ベーシックプラス」を発売 「ＴＧＦ－βシグナル伝達阻害剤」の特許を取得",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "３【配当政策】 当社は、企業体質の強化と今後の事業展開に備えて、内部留保による資本充実を図るとともに、収益の動向を勘案しながら、できるだけ高水準の利益還元を行うことを基本方針としております。 当社は、中間配当と期末配当の年２回の剰余金の配当を行うことを基本方針としております。 この剰余金の配当の決定機関は、期末配当、中間配当ともに取締役会であります。 なお、当社は、「取締役会の決議により、毎年９月30日を基準日として、中間配当を行うことができる。」旨を定款に定めております。 しかしながら、当事業年度の配当につきましては、誠に遺憾ながら、内部留保を優先したく、普通株式及びＡ種優先株式ともに見送らせていただきます。 今後につきましては、当社の財務体質改善も鑑み、内部留保も行い、収益の状況を勘案しながら、利益還元を行うことを検討してまいります。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "株主に対する特典 なし"
    }
  ],
  "last_updated": "2026-01-19"
}