{
  "ticker": "6844.T",
  "business_description": "３【事業の内容】 当社グループは、当社、連結子会社19社、非連結子会社１社、関連会社１社により構成されており、半導体製品、電装製品、電源製品などの製造、販売を主たる業務としております。 当社グループの事業内容および当社と関係会社の当該事業に係る位置付けは次のとおりであります。 次の３事業は「第５ 経理の状況 １ 連結財務諸表等 (１）連結財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 （デバイス事業） 連結子会社である㈱秋田新電元、㈱東根新電元、ランプーン・シンデンゲン・カンパニー・リミテッドおよびシンデンゲン・フィリピン・コーポレーションが製造しております。 （電装事業） 連結子会社である㈱岡部新電元、シンデンゲン・インディア・プライベート・リミテッド、ピーティー・シンデンゲン・インドネシア、広州新電元電器有限公司、シンデンゲン（タイランド）カンパニー・リミテッド、シンデンゲン・ベトナム・カンパニー・リミテッドが製造しております。 （エネルギーシステム事業） 連結子会社である新電元スリーイー㈱が製造しております。 （その他） 関連会社である新電元メカトロニクス㈱が製造しております。 販売については全部門とも当社が一括仕入れ、当社のほか連結子会社である、シンデンゲン・アメリカ・インコーポレイテッド、新電元（香港）有限公司、新電元（上海）電子有限公司、シンデンゲン・ユーケー・リミテッド、シンデンゲン・ヨーロッパ・ゲーエムベーハーおよびシンデンゲン・シンガポール・ピーティーイー・リミテッドを通じて販売しております。 なお、連結子会社であるシンデンゲン・インディア・プライベート・リミテッド、ピーティー・シンデンゲン・インドネシア、広州新電元電器有限公司、シンデンゲン（タイランド）カンパニー・リミテッド、シンデンゲン・ベトナム・カンパニー・リミテッドおよび関連会社である新電元メカトロニクス㈱においては製品の全部または一部を直接販売しております。 事業の系統図は次のとおりであります。",
  "history_summary": "２【沿革】 年月 沿革 1949年８月 本店を東京都新宿区に置き、他に埼玉県飯能市に飯能工場及び東京都東村山市に村山工場をもって設立 10月 本店を東京都千代田区に移転 1953年７月 大阪府大阪市に大阪出張所を開設（現 大阪支店） 1955年８月 電元工業㈱から営業権、工場土地、建物及び機械装置等を譲受 1956年４月 村山工場を飯能工場に統合し、工場を一元化 1958年６月 株式公開（東京証券取引所場外店頭銘柄として売買開始） 1961年10月 東京証券取引所市場第二部へ株式を上場 1964年４月 愛知県名古屋市に名古屋出張所を開設（現 名古屋支店） 1966年４月 当社関係会社として埼玉県入間郡日高町にコマ電子工業㈱を設立（2004年４月 新電元スリーイー㈱と合併） 1968年３月 当社関係会社として山梨県甲府市に山梨電子工業㈱を設立（2006年11月 全株式を譲渡し、当社関係会社より除外） 11月 東京証券取引所市場第一部に指定替 1969年11月 当社関係会社として東京都千代田区に日本ベンダーネット㈱を設立（2010年12月 全株式を譲渡し、当社関係会社より除外） 1970年４月 当社関係会社として千葉県夷隅郡大原町にアズマ電子工業㈱を設立（2002年３月 解散） ７月 当社関係会社として秋田県本荘市（現 由利本荘市）に㈱秋田新電元を設立 1975年２月 会社目的に「電気工事、電気通信工事」を追加 1976年３月 当社関係会社として東京都千代田区に新電元メンパツ㈱を設立（2001年10月 新電元デバイス販売㈱に社名変更 2016年４月 当社と合併） 11月 当社関係会社として東京都千代田区に新電元商事㈱を設立（1992年10月 当社と合併） 1978年11月 当社関係会社として山形県尾花沢市に㈱山形新電元を設立（2004年４月 新電元スリーイー㈱と合併） 1981年７月 当社関係会社として山形県東根市に㈱東根新電元を設立 1985年７月 当社関係会社として埼玉県大里郡岡部町（現 深谷市）に㈱岡部新電元を設立 1986年９月 静岡県浜松市に浜松営業所を開設（2002年３月 閉鎖 2015年４月 再開設） 11月 中華民国台北市台湾省に台湾駐在員事務所を開設（台湾代表事務所に変更後、2010年３月 閉鎖） 1987年２月 当社関係会社として米国カリフォルニア州にシンデンゲン・アメリカ・インコーポレイテッドを設立（2007年６月 同国イリノイ州に移転） 1988年１月 当社関係会社として埼玉県飯能市に新電元精機㈱を設立（2004年７月 当社と合併） 当社関係会社としてタイ王国バンコク市にシンデンゲン（タイランド）カンパニー・リミテッドを設立（1988年10月 同国パトムタニ県に移転） ７月 神奈川県厚木市に厚木営業所を開設（1993年３月 閉鎖） ９月 栃木県宇都宮市に宇都宮出張所を開設 1989年１月 三興電器株式会社（埼玉県飯能市）への増資払込により同社を関係会社とする（現 新電元スリーイー㈱） ６月 当社関係会社として英国ロンドンのマグナクェスト社を買収（現 シンデンゲン・ユーケー・リミテッド）（2008年12月 同国ハートフォードシャー州に移転、2015年９月 同国ロンドンに移転） 12月 当社関係会社として熊本県熊本市に新電元熊本テクノリサーチ㈱を設立（2009年８月 熊本県菊池郡菊陽町に移転） 当社関係会社として埼玉県飯能市に新電元メンテナンス㈱を設立（2000年８月 当社と合併） 当社関係会社として埼玉県飯能市に新電元エンタープライズ㈱を設立（2021年４月 埼玉県朝霞市に移転） 1990年１月 福岡県福岡市に九州営業所を開設（2004年３月 閉鎖） ３月 当社関係会社として埼玉県飯能市に新電元計測㈱を設立（2002年３月 当社と合併） ６月 当社関係会社としてシンガポール共和国シンガポールにシンデンゲン・シンガポール・ピーティーイー・リミテッドを設立 年月 沿革 1991年３月 当社関係会社としてタイ王国チェンマイ県にランプーン・シンデンゲン・カンパニー・リミテッドを設立（1991年11月 同国ランプーン県に移転） 1992年５月 東京都豊島区に本社池袋分室を開設（2003年４月 閉鎖） ７月 大韓民国ソウル特別市にソウル営業所を開設（2016年２月京畿道安養市に移転） 新電元商事㈱を合併し、長野県塩尻市の長野営業所を継承（2002年３月 閉鎖） 1993年３月 当社関係会社として埼玉県狭山市に㈱新電元ロジステックを設立（2005年８月 埼玉県飯能市に移転、2015年４月 ㈱東根新電元と合併） 1994年４月 当社関係会社として中華人民共和国広州市に広州新電元電器有限公司を設立 ５月 当社関係会社として中華人民共和国上海市に上海新電元通信設備有限公司を設立（2010年10月 清算） 10月 当社関係会社として英国領（現 中華人民共和国）香港に新電元（香港）有限公司を設立 当社関係会社として中華人民共和国天津市に天津新電元電子有限公司を設立 （1999年10月 出資金を譲渡し、当社関係会社より除外） 1995年３月 当社関係会社としてフィリピン共和国ラグナ州にシンデンゲン・フィリピン・コーポレーションを設立 当社関係会社としてフィリピン共和国ラグナ州にシンデンゲン・ディベロップメント・インコーポレイテッドを設立 10月 宮城県仙台市に東北営業所を開設（2002年３月 閉鎖） 1997年８月 マレーシアセランゴール州にマレーシア地域事務所を開設（2005年３月 閉鎖） 2001年４月 インド共和国ハリヤナ州のナピーノ・オート・アンド・エレクトロニクス・リミテッドに出資し関係会社とする（2023年６月 ナピーノ・オート・アンド・エレクトロニクス・リミテッドの全株式を譲渡したことにより、当社関係会社より除外） 11月 当社関係会社としてインドネシア共和国西ジャワ州にピーティー・シンデンゲン・インドネシアを設立 2002年２月 当社関係会社として埼玉県飯能市に新電元メカトロニクス㈱を設立 2005年11月 当社関係会社としてタイ王国ランプーン県にヤマナシ・エレクトロニクス（タイランド）カンパニー・リミテッドを設立（2006年11月 全株式を譲渡し、当社関係会社より除外） 2006年２月 当社関係会社として山梨県甲府市に新電元センサーデバイス㈱を設立（2010年３月 解散） 2007年４月 12月 2009年５月 2010年９月 2012年８月 2014年８月 2019年11月 2021年４月 2022年４月 2024年11月 当社関係会社である日本ベンダーネット㈱が岐阜県岐阜市に本社を置く中央警備保障㈱の全株式を取得したことにより同社を関係会社とする（2010年12月 日本ベンダーネット㈱の全株式を譲渡したことにより、当社関係会社より除外） タイ王国バンコク市にバンコク事務所を開設（2016年３月 閉鎖） 当社関係会社として中華人民共和国上海市に新電元（上海）電器有限公司を設立（現 新電元（上海）電子有限公司） 当社関係会社としてベトナム社会主義共和国フンイェン省にシンデンゲン・ベトナム・カンパニー・リミテッドを設立 当社関係会社としてインド共和国カルナタカ州にシンデンゲン・インディア・プライベート・リミテッドを設立 当社関係会社としてラオス人民共和国チャンパサック県にシンデンゲン・ラオス・カンパニー・リミテッドを設立（2022年９月 閉鎖） 東京都港区に本社を置く㈱ヘルメスシステムズの全株式を取得したことにより同社を関係会社とする（2025年２月 全株式を譲渡し、当社関係会社より除外） 埼玉県朝霞市に朝霞事業所を開設 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第一部からプライム市場に移行 当社関係会社としてドイツ連邦共和国ノルトライン＝ヴェストファーレン州にシンデンゲン・ヨーロッパ・ゲーエムベーハーを設立",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-25",
      "text": "３【配当政策】 当社は、株主の皆様に対する利益還元を経営の重要課題のひとつと位置付けており、業界における競争力を維持・強化するための内部留保、株主資本利益率の水準、業績などを総合的に勘案して成果の配分を行っていくことを基本方針としております。 当社の剰余金の配当は、会社法第454条第５項に規定する中間配当を行うことができる旨を定款に定めており、中間および期末の年２回行うことを基本としております。中間配当は９月30日を基準日として取締役会で決議し、期末配当は３月31日を基準日として定時株主総会で決議することとしております。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 株式の種類 配当金の総額 １株当たり配当額 2025年６月27日 普通株式 670,601,880円 65.00円 定時株主総会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-25",
      "text": "株主に対する特典 なし"
    }
  ],
  "last_updated": "2026-01-25"
}