{
  "ticker": "8742.T",
  "business_description": "３【事業の内容】 当社グループ（当社及び当社の関係会社）は、当社（株式会社小林洋行）、子会社５社及び関連会社１社により構成されており、投資・金融サービス業を主たる業務としております。 当社グループの事業内容及び当社と関係会社の当該事業に係る位置付けは次のとおりであります。 なお、次の５部門は「第５ 経理の状況 １ 連結財務諸表等 (1）連結財務諸表 注記事項（セグメント情報等）」に掲げるセグメントの区分と同一であります。 １．投資・金融サービス業 (1）金融商品取引業 当部門は、金融商品取引法に基づく金融商品取引業の登録を受けて、株式会社東京金融取引所で上場している取引所為替証拠金取引（くりっく365）及び取引所株価指数証拠金取引（くりっく株365）を行っております。 主な関係会社 子会社 フジトミ証券株式会社 (2）商品先物取引業 当部門は、商品先物取引法に基づき国内の商品取引所に上場されている各種の商品先物取引について、受託業務を行っております。 主な関係会社 子会社 フジトミ証券株式会社 (3）その他 当部門は、金地金販売等を行っております。 主な関係会社 子会社 フジトミ証券株式会社 ２．生活・環境事業 (1）生命保険・損害保険の募集 当部門は、生命保険の募集業務及び損害保険代理店業務を行っております。 主な関係会社 子会社 フジトミ証券株式会社 株式会社フジトミ（※2025年４月１日付で簡易吸収分割によりフジトミ証券株式会社の当該事業を承継しました。） (2）電設資材卸売業 当部門は、広告用電設資材の卸売業務等を行っております。 主な関係会社 子会社 株式会社三新電業社 (3）ＬＥＤ照明等の販売事業 当部門は、ＬＥＤ照明等の販売事業等を行っております。 主な関係会社 子会社 株式会社三新電業社 関連会社 ＢＬＵＥ ＥＡＲＴＨ株式会社 ３．スポーツ施設提供業 当部門は、ゴルフ場関連事業として当社が保有しているゴルフ場施設の運営等を行っております。 主な関係会社 子会社 株式会社日本ゴルフ倶楽部 ４．不動産業 (1）不動産賃貸業 当部門は、当社グループが保有しているビジネスホテル、ワンルームマンション等の物件を賃貸しております。 提出会社 株式会社小林洋行 主な関係会社 子会社 フジトミ証券株式会社 (2）宅地建物取引業 当部門は、宅地建物取引業法の規定に基づく免許を受けて、不動産の売買等を行っております。 主な関係会社 子会社 フジトミ証券株式会社 ５．インターネット広告業 当部門は、ＳＥＯ対策、サイト制作及びコンサルティング業務等を行っております。 主な関係会社 子会社 株式会社小林洋行コミュニケーションズ 以上に述べたうち、主要な事項を事業系統図によって示すと次のとおりであります。 （注）○印は連結子会社、△印は持分法適用関連会社であります。",
  "history_summary": "２【沿革】 年月 事項 1949年３月 甘栗の輸入販売、和菓子の製造・販売を目的として、東京都中央区日本橋蛎殻町に株式会社小林洋行を設立 1952年９月 東京穀物商品取引所に商品仲買人登録 1971年１月 1967年の商品取引所法改正による登録制から許可制への移行に伴い、農林大臣（現・農林水産大臣）及び通商産業大臣（現・経済産業大臣）から商品取引員の許可を取得 1980年１月 商品取引所法改正により商品取引員の許可制度が導入され、商品取引員の許可を更新 1986年11月 商品取引員である株式会社 藤富（現・フジトミ証券株式会社）に資本参加 1991年４月 商品取引員である田山株式会社を吸収合併 1995年８月 商品取引所法に基づく第一種商品取引受託業の許可更新を受ける 1997年９月 日本証券業協会に株式を店頭登録 1999年４月 株式会社共和トラストを設立（商品先物取引業） 1999年７月 株式会社共和トラストは山梨商事株式会社（商品先物取引業）を吸収合併 2000年１月 当社株式の一単位の株式数を1,000株から500株に変更 2000年３月 東京証券取引所市場第二部上場 2000年８月 当社株式の一単位の株式数を500株から100株に変更 2000年８月 日本電子証券株式会社（大阪証券取引所正会員）を子会社化 2000年10月 株式会社フジトミが日本証券業協会に株式を店頭上場 2001年８月 商品取引所法に基づく第一種商品取引受託業の許可更新を受ける 2001年９月 東京証券取引所市場第一部に指定替えとなる 2002年５月 株式会社フジトミが丸梅株式会社に資本参加 2002年９月 株式会社フジトミが丸梅株式会社を100％子会社化 2004年２月 株式会社日本ゴルフ倶楽部を子会社化 2005年３月 資本金を20億円に変更 2005年３月 農林水産大臣及び経済産業大臣より、商品取引所法（昭和25年法律第239号）第190条第1項の規定に基づき、商品取引受託業務の許可を受ける 2006年５月 日本電子証券株式会社は、フェニックス証券株式会社に商号を変更する 2006年10月 株式会社コバヤシコーポレーションを設立 2007年４月 金融先物取引業に係る許可を取得（（金先）第175号） 2007年９月 金融商品取引法の施行に伴い金融商品取引業者として登録（（金商）第269号） 2010年３月 商品取引受託業務を廃止 2010年４月 ＳＥＯコンサルティングサービスに係る事業を開始 2011年３月 丸梅株式会社は商品取引受託業務を廃止（2011年４月25日に解散を決議、2012年３月23日に清算結了） 2011年４月 自己ディーリングに係る事業を廃止 2011年５月 取引所為替証拠金取引に係る事業を吸収分割により岡安商事株式会社に承継させる 2011年５月 店頭為替証拠金取引に係る事業を廃止 2011年６月 ＳＥＯコンサルティングサービスに係る事業を吸収分割により株式会社コバヤシコーポレーションに承継させ、同社は株式会社小林洋行コミュニケーションズに商号を変更する 2011年６月 第一種金融商品取引業及び第二種金融商品取引業を廃止 2011年７月 持株会社体制に移行 2013年１月 フェニックス株式会社（旧・フェニックス証券株式会社）は金融商品取引業を廃止し、解散を決議（2013年５月29日に清算結了） 2015年２月 株式会社三新電業社及び看板資材株式会社を100％子会社化 2015年２月 株式会社フジトミがＨＩＧＨ ＥＮＤ株式会社（現・ＢＬＵＥ ＥＡＲＴＨ株式会社（2015年４月22日付で商号変更））の第三者割当により発行した新株式の一部を引受けたことにより、当社の持分法適用関連会社となる 2015年９月 株式会社共和トラストは商品先物取引業を廃止し、解散を決議（2015年12月28日に清算結了） 2016年６月 監査役会設置会社から監査等委員会設置会社に移行 2017年７月 株式会社フジトミがエイチ・エスライフ少額短期保険株式会社（現・ふくろう少額短期保険株式会社（2018年３月１日付で商号変更））の発行済株式の99.12％を取得し、子会社化 2020年３月 株式会社フジトミは、2020年３月27日付で保有するふくろう少額短期保険株式会社の全株式を譲渡 2020年３月 看板資材株式会社は、2020年３月31日付で解散を決議（2020年７月31日に清算結了） 2021年８月 株式会社フジトミは、フジトミ証券株式会社に商号を変更する 2022年２月 株式交換によりフジトミ証券株式会社を100％子会社化 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第一部からスタンダード市場に移行 2025年１月 株式会社フジトミを設立（保険募集事業） 2025年４月 フジトミ証券株式会社が営む保険募集事業を吸収分割により株式会社フジトミに承継させる",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-06",
      "text": "３【配当政策】 当社は、利益配分につきましては、将来の事業展開と経営体質の強化のために必要な内部留保を確保しつつ、安定した配当を継続して実施していくことを基本方針としております。 当社は、「取締役会の決議により、毎年９月30日を基準日として、中間配当を行うことができる。」旨を定款に定めておりますが、年１回の期末配当を行うことを基本方針としております。 これらの剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。 当事業年度の配当につきましては、上記方針に基づき１株当たり普通配当５円の期末配当を実施することを決定しました。 なお、当事業年度に係る剰余金の配当は、次のとおりであります。 決議年月日 配当金の総額 （百万円） １株当たり配当額 （円） 2025年６月27日 62 5.0 定時株主総会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-06",
      "text": "株主に対する特典 毎年３月31日を基準日として、３月末日及び９月末日の株主名簿に同一株主番号で３回以上連続して記載または記録されている100株以上1,000株未満の保有株主に対しておこめ券２枚を、1,000株以上の保有株主に対しておこめ券５枚を贈呈します。"
    }
  ],
  "last_updated": "2026-02-06"
}