{
  "ticker": "2903.T",
  "business_description": "３ 【事業の内容】 当社の企業集団は、当社及び子会社２社(株式会社エス・エフ・ディー及びマイツベーカリー株式会社 以下、当社グループという)で構成され、その主な事業内容は、弁当、おにぎり、調理パン、寿司及び惣菜等の製造卸販売であります。 主な事業の系統図は、次のとおりであります。 (注) 1. 株式会社エス・エフ・ディーは、主に不動産賃貸に関する業務を行っております。 2. マイツベーカリー株式会社は、当社70％出資で設立し、主に原材料の仕入、販売を行っております。",
  "history_summary": "２ 【沿革】 1971年５月 株式会社志のぶ寿司を設立、パック寿司の製造販売を開始。 1979年７月 おにぎりＱを新発売。 1985年９月 手巻寿司マッキーバーを新発売。 1986年１月 シノブフーズ株式会社に商号変更。 1987年４月 大阪証券取引所に上場。 1988年６月 千葉県八千代市に千葉工場を新設。 1990年３月 愛知県海部郡十四山村(現弥富市)に名古屋工場を新設。 1992年４月 岡山県倉敷市の株式会社マルチ(旧岡山工場：元デリカキッチン株式会社)の全株式20,000株を取得。 1993年６月 大阪市西淀川区に福町第二工場(現大阪工場)を新設。 1994年４月 ビッグフーズ株式会社と合併し、現在地(大阪市西淀川区)に本社を移転。 1995年６月 大阪市西淀川区に物流センターを新設。 1999年４月 滋賀県栗太郡栗東町(現栗東市)に京滋工場を新設。 2001年１月 広島県尾道市にシノブデリカ株式会社(2011年４月、当社と合併)を設立。 2001年10月 尾道工場(現広島工場)を新設。 2003年９月 ふんわりおむすびを新発売。 2004年９月 大阪市西淀川区に株式会社エス・エフ・ディーを設立。 2004年10月 香川県観音寺市に四国工場を新設。 2009年11月 サンドイッチ「ｅｐｉ ｍｏｕ」(エピ・ムー)を新発売。 2010年６月 デリカキッチン株式会社より事業の全部を譲受。同社を清算(2011年２月清算結了)。 2011年４月 シノブデリカ株式会社を吸収合併。 2012年10月 大阪市西淀川区に巽パン株式会社（現マイツベーカリー株式会社）を当社70％出資で設立。 2013年３月 岡山工場を岡山県総社市に移転。 2013年７月 大阪証券取引所と東京証券取引所の現物株市場の統合に伴い、東京証券取引所に上場。 2016年２月 こだわりの弁当ブランド「真菜ごころ弁当」を新発売。 2019年６月 大阪市西淀川区に新関西工場（現関西工場）を新設。 2019年11月 東京都大田区に東京事業所を新設。 2020年11月 冷凍食品事業の開始。 2022年４月 東京証券取引所の 市場再編 により、東京証券取引所市場第二部からスタンダード市場へ移行 2025年２月 香港で冷凍おにぎりの販売を開始。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-29",
      "text": "３ 【配当政策】 当社の利益配分に関しましては、安定配当の維持を基本とし、業績を勘案するとともに、今後の事業の発展のため内部留保にも意を用いつつ、2028年３月期を目途に連結配当性向を30％程度まで段階的に引き上げてまいる方針であります。 当社の剰余金の配当は、中間配当及び期末配当の年２回を基本的な方針としております。配当の決定機関は、中間配当は取締役会、期末配当は株主総会であります。 2025年３月 期は、 親会社株主に帰属する当期純利益９億９千６百万円 を計上いたしましたので、期末配当金につきましては１株につき 14円50銭 とさせていただき、年間配当金 27円 (前事業年度は 25円 )といたしました。 内部留保資金の使途につきましては、今後の事業展開への備えと効率的な生産活動を行うための設備投資資金として投入していくこととしております。 なお、当社は中間配当を行うことができる旨を定款に定めております。 (注) 基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額 １株当たり配当額 2024年11月８日 取締役会決議 152 百万円 12円50銭 2025年６月18日 定時株主総会決議 171 百万円 14円50銭"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-29",
      "text": "株主に対する特典 株主優待制度 対象株主 毎年３月31日現在の株主名簿に記載または記録された株主 継続保有期間"
    }
  ],
  "last_updated": "2026-01-29"
}