{
  "ticker": "4814.T",
  "business_description": "３ 【事業の内容】 当社グループ（当社及び当社の関係会社）は、ネクストウェア株式会社（当社）、連結子会社２社（株式会社システムシンク、株式会社OSK日本歌劇団）及び非連結子会社３社（ネクストアイ株式会社、ネクストウェルネス株式会社、ネクストインベストメント株式会社）により構成されており、ソリューション事業とエンターテインメント事業の２つを主な事業としております。 当社グループの事業内容は以下のとおりであります。なお、以下に示す区分は、セグメントと同一の区分であります。 （1）ソリューション事業 主にコンピュータシステムのコンサルティング、設計、開発及び運用・保守サービスの提供、IoTソリューションサービスの提供をしております。 （主な関係会社）当社、㈱システムシンク、ネクストアイ㈱、ネクストウェルネス㈱及びネクストインベストメント㈱ （2）エンターテインメント事業 主に株式会社OSK日本歌劇団による歌劇の企画・興行及びデジタルコンテンツの開発・配信サービスをしております。 （主な関係会社）㈱OSK日本歌劇団",
  "history_summary": "２ 【沿革】 当社は、1981年に開設された日本エス・イー株式会社(情報システム開発を事業内容とした、東京地域を拠点に事業展開するソフトウェア開発会社)の大阪営業所を前身としております。同営業所は、1990年６月に日本エス・イー株式会社の100％子会社である関西日本エス・イー株式会社として分社され、1997年２月に日本エス・イー株式会社との資本関係を解消して独立、同年８月に社名をネクストウェア株式会社へ変更いたしました。 ネクストウェア株式会社設立以後の企業集団に係る経緯は、次のとおりであります。 年月 事項 1990年６月 大阪市北区天神橋一丁目19番６号に関西日本エス・イー株式会社(資本金10,000千円)を設立 1991年３月 本社を大阪市中央区北久宝寺町四丁目３番11号に移転 1994年３月 日本エス・イー株式会社より同社名古屋営業所の営業権をすべて譲受、名古屋市中村区に当社名古屋オフィスを開設 1996年８月 名古屋オフィスを名古屋市中区に移転 1997年８月 関西日本エス・イー株式会社よりネクストウェア株式会社へ商号変更 1997年８月 日本パーソナルコンピュータソフトウェア協会(現(一社)ソフトウェア協会)に加入 1998年６月 東京オフィスを東京都渋谷区に開設 2000年12月 大阪証券取引所ナスダック・ジャパン市場(現東京証券取引所スタンダード市場)に株式を上場 2001年４月 ネクストアイ株式会社（現ネクストキャディックス株式会社）を子会社化 2004年２月 ネクストアイ株式会社が社名をネクストキャディックス株式会社に変更 2006年４月 株式会社システムシンクの株式を取得し、子会社化(現連結子会社) 2006年５月 東京オフィスを東京都港区に移転 2007年10月 プライバシーマークを取得 2010年７月 株式会社システムシンクが情報セキュリティマネジメントシステム(ISMS)認証を取得 2010年12月 (一社)関西経済同友会に加入 2014年７月 ネクストキャディックス株式会社を完全子会社化 2015年９月 株式会社システムシンクがAPNコンサルティングパートナーに登録 2017年６月 株式会社NTTデータと代理店契約を締結し、NTTグループの純国産RPA製品「WinActor」の販売開始 2017年６月 ブロックチェーン技術開発のシビラ株式会社と資本業務提携 2018年８月 株式会社OSK日本歌劇団を簡易株式交換により子会社化（現連結子会社） 2019年４月 RealNetworks,Inc.と代理店契約を締結し、顔認識ソフトウェア「SAFR™」の販売開始 2021年４月 株式会社teamSへの出資を実施 2021年９月 ネクストキャディックス株式会社の全株式を売却 2021年11月 顔認証ソフトウェア「SAFR®」（セイファー）を用いた建設現場向け出退勤、健康管理ソリューションとして、顔認証システム「FACEma」（フェイスマ）を開発、提供開始 2022年１月 株式会社OSK日本歌劇団が劇団創立100周年を迎える 2022年２月 ZenmuTech社の秘密分散システムにおけるブロックチェーンソリューションの開発権、販売権を取得 2022年３月 株式会社アイ・ロボティクスへの出資を実施 2023年１月 「万引き防止ソリューション」ビジネス推進を目的として工業会 日本万引防止システム協会に入会 2023年10月 株式会社OSK日本歌劇団がNHK連続テレビ小説「ブギウギ」に出演 2023年11月 BBIX株式会社と「Open Connectivity eXchange」の活用に関する戦略的協業契約を締結 2023年11月 BBIX株式会社とのクラウド型ネットワークサービス推進を目的として、エヌ・ティ・ティ・データ・カスタマサービス株式会社と堂島データセンター業務委託基本契約を締結 2024年３月 株式会社KDAN Japanと販売代理店契約及び戦略的協力覚書を締結 2024年８月 株主優待制度を新設 2024年11月 株式会社キッズウェイと鍵管理システムUI上での持出者顔画像表示に関する特許を共同出願 ※この有価証券報告書に掲載されているサービス及び商品等は、当社あるいは各社等の登録商標又は商標です。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "３ 【配当政策】 当社では、株主の皆様に対する利益還元を経営上重要な施策の一つとして位置づけており、将来における安定的な企業成長と経営環境の変化に対応するために必要な内部留保資金を確保しつつ、経営成績に応じた株主の皆様への利益還元を継続的に行なうことを基本方針としております。 当社の剰余金の配当は、期末配当の年１回を基本的な方針としております。配当の決定機関は、取締役会であります。なお、当社は中間配当を行うことができる旨を定款に定めております。 当事業年度の剰余金の配当につきましては、配当原資としての利益剰余金が不足していることから、誠に遺憾ながら無配とさせていただきます。引き続き業績向上に努め、早期復配に向け尽力してまいります。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-19",
      "text": "株主に対する特典 株主優待制度の概要 (1) 対象株主 2025年３月31日現在の当社株主名簿に記載または記録された、当社株式500株（５単元）以上を保有する株主を対象とします。 (2) 優待内容 株式会社OSKOSK日本歌劇団主催公演の配信チケットを対象株主全員に贈呈します。 また、観劇チケットを希望者の中から先着順で贈呈します。 さらに、2025年4月28日開催の「京都四條南座 Revue in Kyoto」ライブビューイングイベントに、先着30名を招待します。"
    }
  ],
  "last_updated": "2026-01-19"
}