{
  "ticker": "9610.T",
  "last_updated": "2026-01-18",
  "qualitative_data": [
    {
      "fiscal_year_end": "2025-03-31",
      "extracted_date": "2026-01-18",
      "事業の内容": "３【事業の内容】 当社は、1981年12月米国ウィルソン・ラーニング社（旧ウィルソン・ラーニング）の子会社として設立されましたが、1991年３月同社を実質的に買収しました。すなわち、同社保有の知的所有権（研修プログラムの著作権等）を当社が取得し、それ以外の資産・負債は買収に伴い当社子会社として設立したウィルソン・ラーニング コーポレーション（新ウィルソン・ラーニング）が引き継ぎ、現在、欧州、アジア・パシフィックに展開している子会社２社もその中に含まれております。 2025年３月期末現在、当社従業員31名に対し、当社グループ（当社及び関係会社）の従業員数は74名となっており、また、連結売上高は16億８千８百万円と、当社売上高の約2.3倍の規模となっております。 当社グループは、当社、子会社９社及び関連会社２社で構成されており、事業は企業内教育の企画及び実施を行っております。当社グループの事業内容と当社及び関係会社の当該事業にかかる位置づけは次のとおりであります。 区分 事業内容 主要な会社 ＨＲＤ事業 人材開発・組織開発のためのコンサルティングとソリューションの開発・提供 当社、ウィルソン・ラーニング コーポレーション他（計10社） 企業内教育研修プログラム及びリサーチプログラムの基礎開発研究 ウィルソン・ラーニング コーポレーション 以上の企業集団について図示すると次のとおりであります。 （注）１．※は、連結子会社であります。 ２．※※は、持分法適用の関連会社であります。 ３．当社は海外において事業展開をするにあたり子会社及び代理店を通じて事業を行っており、ロイヤリティを徴収しております。 ４．ウィルソン・ラーニング チャイナ リミテッド（香港）及びその100％子会社（孫会社）である展智（北京）企業管理諮詢有限公司（中国）は、2024年３月26日開催の取締役会において、解散及び清算を決議しており、現在清算手続き中であります。",
      "沿革": "２【沿革】 当社は、米国ウィルソン・ラーニング社の子会社として同社と森 捷三（名誉会長）との共同出資により、日本における人材開発並びに育成を目的として設立されました。 年月 事項 1981年12月 日本ウィルソン・ラーニング株式会社（資本金40,000千円）を東京都港区に設立。 1984年２月 大阪支店を大阪市西区に設置。 1985年７月 名古屋支店を名古屋市中村区に設置。 1986年１月 開発センターを東京都新宿区に設置。 1987年11月 福岡市博多区に麻生セメント株式会社との合弁会社九州ウィルソンラーニング株式会社を設立。 1988年７月 営業部門を東京都港区より東京都渋谷区へ移転し、あわせて表参道ラーニングセンターを設置。 開発センターを東京都新宿区より東京都港区へ移転。 1991年３月 本社機構、開発部門、リサーチ部門を東京都港区より東京都千代田区へ移転し、営業部門を東京都渋谷区より移転し、あわせて二番町ラーニングセンターを新設。なお、東京都港区の旧本社を青山ラーニングセンターに改組。 米国ウィルソン・ラーニング社を買収し、米国ミネソタ州イーデン・プレーリー市にウィルソン・ラーニング リサーチ アンド ディベロップメント コーポレーション（現ウィルソン・ラーニング ワールドワイド インク）及びウィルソン・ラーニング コーポレーションを設立。 1995年３月 日本証券業協会に株式を店頭登録。 1995年６月 本社を東京都港区より東京都千代田区へ移転。 1996年４月 ウィルソン・ラーニング コーポレーション（米国）の他の株主より株式を取得し、100％子会社とする。 南アフリカにおいて、ウィルソン・ラーニング コーポレーション（米国）の100％子会社であるウィルソン・ラーニング サザン アフリカ Ｃ．Ｃ．を設立。 1996年９月 九州ウィルソンラーニング株式会社に対する当社の出資比率が55％となり、子会社となる。 1997年４月 香港において、当社100％出資によるウィルソン・ラーニング チャイナ リミテッドを設立。 1998年３月 商号をウィルソン・ラーニング ワールドワイド株式会社に変更。 当社49％、米国ガートナー・グループ社51％出資により、ウィルソン・ガートナーグループ株式会社（現ウィルソン・ネットジィ株式会社）を東京都千代田区に設立。 1999年３月 スペインにおいて、ウィルソン・ラーニング コーポレーション（米国）の100％子会社であるウィルソン・ラーニング Ｓ．Ａ．を設立。 2001年４月 ドイツにおいて、当社の子会社ウィルソン・ラーニング ヨーロッパ ＬＴＤ．（イギリス）を通じて、ウィルソン・ラーニング ＧｍｂＨ．を100％出資により設立。 2001年７月 ウィルソン・ラーニング ワールドワイド株式会社が、「プライバシーマーク」の認定（日本国内）を受ける。 2002年３月 ウィルソン・ラーニング ヨーロッパ ＬＴＤ．（イギリス）、ウィルソン・ラーニング Ｓ．Ａ．（スペイン）、ウィルソン・ラーニング サザン アフリカ Ｃ．Ｃ．（南アフリカ）、ウィルソン・ラーニング オーストラリア ＰＴＹ ＬＴＤ.及びウィルソン・ラーニング アジア ＰＴＥ ＬＴＤ.（シンガポール）に対する当社の出資比率を100％とし、直接子会社とする。 2002年８月 中国において、当社の子会社ウィルソン・ラーニング チャイナ リミテッド（香港）を通じて、展智（北京）企業管理諮詢有限公司（中国）を100％出資により設立。 2003年11月 名古屋支店を名古屋市中村区より名古屋市中区へ移転。 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場。 2005年５月 本社を東京都千代田区より東京都中央区へ移転。 2006年10月 ウィルソン・ラーニング ワールドワイド株式会社が、「ＩＳＭＳ」の認定（本社及び各支店）を受ける。 2007年10月 インドにおいて、当社100％出資によるウィルソン・ラーニング インド ＰＶＴ．ＬＴＤ．を設立。 2008年９月 フランスにおいて、当社100％出資によるウィルソン・ラーニング フランスを新規取得。 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所ＪＡＳＤＡＱに上場。 2010年８月 本社を東京都中央区より東京都港区へ移転。 2010年９月 ＣＣ事業を株式会社ワークス・ジャパンへ事業譲渡。 年月 事項 2013年３月 株式会社日本経済新聞社と資本・業務提携契約を締結。 2013年７月 東京証券取引所と大阪証券取引所の統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード）に上場。 2014年６月 株式会社日経リサーチと業務提携契約を締結。 2014年７月 九州支店を福岡市早良区に設置。 2015年３月 九州ウィルソンラーニング株式会社を清算。 2018年５月 株式会社日本経済新聞社と資本・業務提携契約を解消、新たに業務提携契約を締結。 2021年４月 ウィルソン・ラーニングコーポレーション（米国）が、ウィルソン・ラーニング ワールドワイド インク（米国）を吸収合併。 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所ＪＡＳＤＡＱ（スタンダード）からスタンダード市場に移行。 2022年９月 ウィルソン・ラーニング サザン アフリカ Ｃ．Ｃ．（南アフリカ）を清算。 2022年10月 株式会社ライトワークスと業務提携契約を締結。 2023年２月 ウィルソン・ラーニング オーストラリア ＰＴＹ ＬＴＤ.を清算。 2024年８月 ウィルソン・ラーニング ヨーロッパ ＬＴＤ．（イギリス）とウィルソン・ラーニング フランスの事業をウィルソン・ラーニングコーポレーション（米国）に移管。",
      "配当政策": "３【配当政策】 当社は、長期にわたり安定した財務基盤の確保を図るとともに、収益力の向上に努め、安定した配当を継続して実施することを基本方針としております。一方、急速に複雑化する市場のニーズに応えるために、グローバルでの人材開発プログラムの開発やプラットフォームの継続開発、コンテンツの非同期化など、継続投資が不可欠な事業であることに鑑み、今後とも、内部留保資金と期間収益による投資原資の確保と的確な投資活動が必要であると判断しております。 株主配当について、変化の激しい環境のもとで業績の進展と内部留保の充実などを勘案して、中間配当と期末配当の年２回の剰余金の配当を行うことを基本方針としております。これらの剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。 また、当社は「取締役会の決議により、毎年９月30日を基準日として、中間配当を行うことができる。」旨を定款に定めております。 2025年３月期の剰余金の配当につきましては、個別業績（日本単体）での配当可能剰余金が依然として赤字のため、無配を予定しておりますが、引き続き配当可能剰余金の黒字化を目指して経営してまいります。"
    }
  ]
}