{
  "ticker": "7608.T",
  "business_description": "３【事業の内容】 当企業集団（以下、当社グループと称します）は、当社及び連結子会社であるSKJ USA,INC.及び愛斯凱杰（北京）文化伝播有限公司によって構成されており、キャラクターのぬいぐるみ・キーホルダー・家庭雑貨・携帯電話アクセサリー及び電子玩具等の企画・販売を行っております。 事業の系統図は、以下のとおりであります。 （注）１．その他の関係会社の連結子会社である株式会社ラウンドワンジャパンを含んでおります。 ２．その他の関係会社の連結子会社であるRound One Entertainment Inc.を含んでおります。",
  "history_summary": "２【沿革】 年月 概要 平成元年12月 ファンシーグッズの卸販売を目的として、大阪市天王寺区空堀町13番24号に株式会社エスケイジャパンを設立 平成２年２月 キャラクター商品の卸販売を開始 平成３年３月 福岡市南区に福岡営業所を開設 平成４年３月 大阪市中央区南本町二丁目４番６号に本社を移転 平成４年６月 東京都台東区に東京営業所を開設、同時に販路拡大を図るためアミューズメント業界に販売開始 平成４年12月 仕入部門を分離し、企画・輸入会社であるサムシング株式会社を設立 平成５年４月 大阪市中央区上町一丁目３番10号に本社を移転 平成５年９月 物販卸売部門を分離し、株式会社サンエスを設立 平成６年４月 名古屋市に名古屋営業所を開設（平成27年１月閉鎖） 平成７年９月 福岡市中央区にエスケイジャパン福岡ビルを設置し、福岡営業所を移転 平成７年12月 大阪市中央区上町一丁目４番15号に本社ビル２号館を設置 平成８年１月 香港駐在員事務所開設（平成10年12月閉鎖） 平成８年４月 株式の額面金額を変更するため、形式上の存続会社である株式会社喜六と合併 仕入部門の社内充実を図るため、サムシング株式会社を合併 平成８年10月 東京都台東区にエスケイジャパン東京ビルを設置し、東京営業所を移転 平成11年８月 大阪証券取引所新市場部に第１号で上場 平成13年３月 福岡市博多区にエスケイジャパン福岡ビルを設置し、福岡営業所を移転 平成13年９月 大阪証券取引所市場第二部に指定 平成13年10月 株式会社イメージライフとの間で、営業譲受けを実施 平成14年11月 株式会社ケー・ディー・システムより営業譲渡を受けた子会社（株式会社ケー・ディー・システム）において、電子玩具・電子雑貨等の企画開発・販売事業を開始 平成15年３月 東京証券取引所市場第二部に上場 平成16年９月 東京証券取引所及び大阪証券取引所市場第一部に指定 平成17年５月 中川無線電機株式会社（現シグマ・ゲイン株式会社）より営業譲渡を受けた子会社（株式会社ナカヌキヤ）において、キャラクターグッズ・家電商品・コスメティック・インポートブランド商品等の小売事業を開始 平成20年２月 株式会社ナカヌキヤにおいて、家電商品販売から撤退 平成20年11月 大阪市中央区上町一丁目４番８号に本社を移転 平成21年９月 アメリカ カリフォルニア州にＳＫＪ ＵＳＡ，ＩＮＣ．（現連結子会社）を設立 平成24年６月 東京都台東区に東京営業所を移転 平成25年２月 株式会社ナカヌキヤの清算を決議し、リテイル事業から撤退 平成28年３月 株式会社サンエス及び株式会社ケー・ディー・システムと合併 平成28年11月 福岡市博多区に福岡営業所を移転 平成29年１月 東京都江東区に東京本社を移転 平成29年９月 大阪市中央区南船場一丁目13番27号に本社を移転 令和２年１月 中国 北京市に愛斯凱杰（北京）文化伝播有限公司（現連結子会社）を設立 令和３年11月 主要株主である筆頭株主の久保泰子氏及び主要株主の久保千晶氏からの株式譲受により、株式会社ラウンドワンが主要株主と主要株主である筆頭株主及びその他の関係会社となる。 令和４年４月 東京証券取引所の新市場区分「スタンダード市場」に移行 令和６年１月 大阪市中央区谷町三丁目１番18号に本社を移転 令和６年７月 東京都港区に東京本社を移転",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-02-28",
      "report_date": "2026-02-05",
      "text": "３【配当政策】 配当政策につきましては、株主に対する利益還元と自己資本当期純利益率の向上を経営の重要課題の一つとして位置づけております。 当社は、中間配当と期末配当の年２回の剰余金の配当を行うことを基本方針としており、これらの剰余金の配当の決定機関は、中間配当と期末配当ともに取締役会であります。 企画開発力、コスト競争力の強化を図るための内部留保の充実を図りつつも、株主への利益還元は、短期的な経営成績変動に影響されることなく安定的かつ継続して実施してまいりたいと考えております。 当期の株主配当金につきましては、中間配当金として１株当たり10.0円、期末配当金として１株当たり17.0円（創立35周年記念配当5.0円含む）を実施することを決定いたしました。 内部留保資金につきましては、経営体質の強化とともに新商品の開発投資に活用し、事業展開の拡大につなげてまいります。 当社は、「毎年８月31日を基準日として、取締役会の決議をもって、株主または登録株式質権者に対し、中間配当金として剰余金の配当を行うことができる」旨を定款に定めております。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額（千円） １株当たり配当額（円） 令和６年10月11日 83,318 10.0 取締役会決議 令和７年４月14日 142,320 17.0 取締役会決議 また、令和７年４月14日開催の取締役会において、株主の皆様への利益還元の更なる充実を図る為、令和８年２月期より事業の中長期的な展望のもとに、連結ベースでの配当性向の目安を概ね30％前後として、安定的かつ継続的な配当を基本方針とする変更を決議しております。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-02-28",
      "report_date": "2026-02-05",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-02-05"
}