{
  "ticker": "9362.T",
  "business_description": "３【事業の内容】 当社グループ（当社及び当社の関係会社）は、当社（兵機海運株式会社）、及び当社事業に密接に関わる関連会社２社により構成されており、内航海運、港湾運送、倉庫、外航海運等の事業活動を行っております。 当社事業に係わる位置付け及びセグメントとの関連は、次のとおりであります。 なお、次の２部門は「第５ 経理の状況 １ 財務諸表等 (1)財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 （海運事業） 内航海運……当社の主力事業であり、主として国内の海上輸送業務を行っております。関連会社㈱吉美に姫路港での荷役の一部を委託しております。また、関連会社七洋船舶管理㈱は船員派遣等内航海運に関連する事業を行っております。 外航海運……委託船を活用した国外の海上輸送業務を行っております。 （港運・倉庫事業） 港運…………当社の事業であり、神戸・大阪・姫路港で主として輸出入貨物を取扱っております。 倉庫…………当社の事業であり、神戸・大阪・姫路港で展開しております。関連会社㈱吉美に姫路港において入出庫荷役を委託しております。 ［事業系統図］ 以上述べた事項を事業系統図によって示すと次のとおりであります。",
  "history_summary": "２【沿革】 1942年12月 兵庫機帆船運送株式会社設立。 兵庫県下の全内航海運業者218店及び船主を集約統合して内航海運業を開始。 1949年３月 兵庫機帆船株式会社に商号変更。大阪支店開設。 1949年９月 港湾運送事業届出。（現港湾運送事業各種免許） 1952年10月 木船運送法事業登録。（現内航海運業各種免許） 1953年３月 税関貨物取扱人免許取得。（現通関業免許） 1954年８月 兵機建物株式会社設立。 1957年10月 トラック運送事業を開始。（現一般区域貨物自動車運送事業免許） 1960年６月 兵機海運株式会社に商号変更。 1962年８月 水島出張所を開設。（現中国支店） 1964年10月 大阪証券取引所市場第二部に上場。 1968年８月 東京出張所を開設。（現東京支店） 1968年10月 大阪海運貨物事業協同組合に加入、港湾運送事業第１種免許取得。 1970年12月 倉庫業の営業免許取得。神戸港及び姫路港埠頭に倉庫を建設、営業開始。 1972年４月 神戸海貨事業協同組合を１種事業者８社と協同設立、神戸港ポートアイランドに進出。 1976年12月 旭物産株式会社設立。 1978年２月 新大同海運株式会社設立。主に中国、北朝鮮航路での輸送事業開始。 1986年４月 神戸港においてシップネッツセンターに加入、船積貨物の情報処理システムに着手。 1989年３月 高傑船舶貨運承攬有限公司（GOGET FREIGHT FORWARDING.,LTD）と日・台間の輸送貨物の取扱いに関し相互代理店契約を締結。 1996年７月 中国支店事務所竣工、移転。 1998年４月 大阪物流センター竣工・営業開始、同センターに大阪支店移転。 2000年８月 姫路支店事務所竣工、移転。 2001年10月 旭物産株式会社と兵機建物株式会社が合併、株式会社ヒョウキに商号変更。 2003年10月 新大同海運株式会社を吸収合併。新たに新大同海運株式会社を設立。 2004年10月 2009年６月 株式会社ヒョウキを吸収合併。 新大同海運株式会社解散。 2010年４月 2013年７月 2013年10月 2013年12月 2015年１月 2016年２月 2020年１月 2022年４月 2024年３月 2025年１月 神戸物流センター竣工・営業開始、同センターに本社移転。 株式会社シンパの全株式を取得し子会社化。 東京証券取引所と大阪証券取引所の現物市場統合に伴い、東京証券市場第二部に上場。 株式会社シンパを吸収合併。 長門海運株式会社の全株式を取得し子会社化。 長門海運株式会社を吸収合併。 神戸税関長よりＡＥＯ通関業者（認定通関業者）の認定を受ける。 兵庫埠頭物流センター竣工・営業開始。 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第二部からスタンダード市場に移行。 連結子会社「K.S.LINES S.A.」の清算結了により、非連結（単体）会社となる。 大和工業株式会社及びヤマトスチール株式会社と資本業務提携契約を締結。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-24",
      "text": "３【配当政策】 当社は、企業業績及び今後の事業展開を勘案した安定的かつ積極的な配当を実施することを基本方針としております。安定配当を基本とし、ＥＰＳ（１株当たり当期純利益）100円を上回る場合は、配当性向30％以上または１株当たり50円のいずれか高い基準での配当施策を進めてまいります。また、毎事業年度における配当は期末配当にて剰余金の配当を行うことを基本方針とし、配当の決定機関は株主総会としております。 当事業年度の配当につきましては、上記方針に基づき１株当たり115円の配当を実施することを決定しました。この結果、当事業年度の配当性向は31.6％となりました。 また、当社は、「会社法第459条第１項の規定に基づき、取締役会の決議をもって剰余金の配当等を行うことができる。」旨を定款に定めております。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 （百万円） １株当たり配当額 （円） 2025年６月26日 137 115 定時株主総会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-24",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-01-24"
}