{
  "ticker": "7368.T",
  "business_description": "３【事業の内容】 当社は、主に全国の鉄道、自治体、運転免許センターなど公共的な施設を中心とするナビタ設置場所の所有者（以下ロケーションオーナーという）、協賛スポンサー、利用者の３者にとってメリットのある当社オリジナルのナビタ事業を展開しています。元々ナビタ事業のみでの展開でしたが、交通広告や屋外広告などナビタ事業の周辺領域もカバーすべくアド・プロモーション事業を開始し、加えて広告の設置工事まで自社で内製化するためにサイン事業も展開するに至りました。ナビタ事業、アド・プロモーション事業、サイン事業の３セグメント事業により、企画立案から設置まで自社で一気通貫で対応ができる体制を有しています。各事業の詳細について以下に記載いたします。 （１）ナビタ事業 ナビタとは、全国の鉄道駅や路面電車の停留所、市（区）役所の自治体庁舎、交番、警察署、運転免許試験場などに設置された、自社開発の周辺案内図（地図）を基礎媒体とした連合広告（ひとつの広告媒体に複数のスポンサー広告を掲出する形式。下図を参照のこと）です。契約件数は、約71,500件（2025年３月31日現在）と安定的な収益の基盤となっています。 ナビタは、地図情報、公共施設情報はもとより災害時の避難場所の情報も盛り込んだ、公共性の高い媒体です。当社は自社内に地図とデジタルコンテンツ制作体制を有していることから、設置場所のエリア・用途にあわせたナビタの制作が可能になっています。 ナビタのロケーションオーナーは、ナビタの設置により周辺地図、掲出情報から施設利用者へのサービス向上に繋がるとともに、当社から支払われる広告納金、掲出料金、使用料、貸付料、賃料などロケーションオーナーにより名称は異なるもののナビタ設置に関連してロケーションオーナーに支払われる金銭（以下総称して広告納金という）により収入を得ることができます。協賛スポンサーは注目される好立地の場所へ安価に広告を掲出することができ、当社は協賛スポンサーからの広告収入を得ることができます。 ナビタ事業は、連合広告により安価な価格設定で提供できるため、幅広い業種のスポンサーが広告を掲出しやすいこともあり複数年契約の継続スポンサーを中心に構成されており、安定的な収益の基盤となっています。特定の業種に依存することがない上、安価な価格設定のため全国の従業者10名以上の約115万事業所のみならず従業者10名未満の約253万事業所（令和６年経済センサス‐基礎調査（速報集計））という大きな潜在顧客マーケットをターゲットとして新規スポンサーの開拓を推進しています。新規開拓営業と継続営業とを分けることで、新たな顧客の獲得と高い継続率を実現し、ナビタ顧客層を年々積み上げております。ナビタ事業は、ターゲット、設置場所により３種類のナビタに大別することができます。 ① ステーションナビタ：2025年３月31日現在、ＪＲグループ各社、地下鉄、私鉄の全国2,392駅（うち、１日あたりの乗降者数が３万人以上の主要駅798駅）の改札付近に設置され、掲出されている医療関連、サービス業、飲食業などの契約件数は約35,000件となっております。ナビタには、ＬＥＤ、液晶モニター、タッチパネルを利用した媒体を併設するなど、さまざまなタイプがあります。交通広告は鉄道会社の指定取扱代理店が担うことが慣例となっていますが、独自性のあるナビタ事業を端緒として当社は全国の主要駅やエリアで指定業者となっております。それに加え全国の多くの駅で既にナビタを設置済であることから、後発企業に対して高い優位性を有しております。ナビタは、交通広告の中でも立ち止まって閲覧する地図と併設する為、高い広告効果と共に以下の効果も期待できます。 ・広告が掲載されると地図上に所在地が表示されますので、駅からの誘導が可視化されます。 ・電話での道案内に費やしていた人件費（時間）の削減が可能です。 ・公共性の高い駅地図に掲出される事で協賛スポンサーに対する安心性、信頼性のステータスアップが期待できます。 ・スポンサーの企業のステータスがアップするとともに従業員のモチベーションアップも期待できます。 ・多くの人が利用する駅に設置されている注目度の高い媒体なので、視認性が高く広告効果が期待できます。 ・購買地点に近い場所で訴求することで消費者の購買意欲の高まりが期待できます（リーセンシー効果という）。 ・連合広告形式なので、通常の駅看板などの駅広告と比べ低コストで掲出が可能です。 ・ロケーションオーナーにとっても視認性の高い地図で駅利用者へのサービス向上に繋がると同時に、広告納金による収入を得ることができます。 また、神社・寺院、サービスエリア、道の駅などにも同様のスキームで設置を進めています。ナビタの機能拡張として、従来の案内地図に二次元コードを付し、スマートフォンで読み取ることにより、ナビタの情報を連携して利用することができるＷｅｂサービスを提供しています。その他、専用ラックを設置し、各地、各エリアの周辺マップや路線図、観光情報を掲載するフリーペーパー「ペーパーナビタ」を発行しています。 ② シティナビタ：市区町村などの自治体庁舎内に設置され、地図上で公共施設や避難場所情報などをお知らせすると共に、広告スペースでは市民が必要とする情報として民間商業施設を地域情報として紹介しています。設置する自治体にとっても、費用の負担なく税外収入（広告納金）が得られる、来庁者サービスの向上にもつながる、など多くのメリットがあります。庁舎内外へのナビタの設置などで、1,054自治体との取引実績（2025年３月31日現在）があります。また、以下の効果も期待できます。 ・自治体の広告事業への参加で、より一層の企業のイメージアップが期待できます。 ・広告モデル（「第１ 企業の概況 ３ 事業の内容 （１）ナビタ事業」の図を参照ください）により、自治体がコストをかけず庁舎内外で行政情報や地域の観光情報などを提供することが可能となり、地域貢献や地域の活性化に繋がることが期待できます。 また、市役所の順番待ち発券システム（番号案内）のタイアップ広告（番号案内画面の隣接モニターにスポンサー広告を表示）として、番号案内設備とモニター（行政情報及び広告動画を放映）を当社費用で設置しております。病院にはメディカルナビタとして自治体とも繋がりがある地域医療支援病院などにシティナビタと同様のスキームで全国324病院（2025年３月31日現在）に設置を進めております。その他、ステーションナビタと同様にＷｅｂサービスとの連携やフリーペーパー「ペーパーナビタ」の発行も行っています。 ③ 公共ナビタ：交番、警察署、運転免許センター、交通安全協会など合計168ヵ所（2025年３月31日現在）の警察関連施設に設置される案内板を通して施設情報や地域情報を発信し、より地域に密着した広告効果を発揮すると共に以下の効果も期待できます。 ・交番では夜間に周辺地図の裏側に設置されたＬＥＤバックライトの照明で、地域防犯にも繋がることが期待できます。 ・交番機能の充実に貢献できるため、スポンサーは地元警察への協力にもなり、企業イメージの向上に役立ちます。 ・費用の負担なく自治体の税外収入（広告納金）が得られます。 ・運転免許センターの案内板は来庁者へのサービス向上を図るほか、案内板内のモニターを通じて安全・安心に関わる情報発信を行っています。 （２）アド・プロモーション事業 当社は独自性のあるナビタ事業を端緒として全国の主要駅やエリアで指定業者となっており交通媒体（車内・駅構内など）、マス媒体（テレビ・ラジオ・新聞・雑誌）、屋外媒体（看板・ボードなど）による広告媒体を取り扱っております。昨今では、インターネット広告、デジタルサイネージ広告、Ｗｅｂサービスといったデジタル技術を使った広告も幅広く手がけております。広告目的に沿った最適な媒体を選定し、企画立案・プレゼンテーション・予算管理・制作までを含めたトータルプランニングを提案しています。アド・プロモーション事業は、商品構成やサービス内容により以下のような分類をすることができます。 ① 駅広告：駅広告は、多くの人々が利用する駅構内に掲出される交通広告媒体です。駅看板、柱巻、駅ポスター、デジタルサイネージ（電子看板）など種類も豊富で、地域・暮らしに密着した「高い価値」をもった広告メディアとして定着しております。飲食店、不動産会社、医療機関など駅周辺エリアをターゲットにした展開から路線単位とした広範囲のエリアをターゲットにした広告展開も可能です。以下はその特徴です。 ・路線単位の出稿により沿線でのブランディング効果が期待できます。 ・媒体への接触率が高く、何度も目に触れるため認知度の向上効果が期待できます。 ・購買行動の直前に接触するため、リーセンシー効果が期待できます。 ・駅に広告が掲出されていることにより、駅利用者に対して終日広告を認知してもらうことができます。 ② 車両広告：電車内といった日常的に接触する空間に掲出される広告媒体です。また、広告主の目的に合わせた掲出エリア、位置、期間、料金が選べるため幅広いターゲット層へのアプローチができます。以下はその特徴となります。 ・電車内のため強制的に視認される可能性が高く、企業、商品のブランド認知などの広告効果が期待できる媒体です。 ・電車利用者が媒体に反復して接触するため情報の認知度の向上が期待できます。 ・広範囲への訴求、告知が可能で、地域沿線へのブランディング効果が期待できます。 ③ 屋外広告：屋外を通行する歩行者や車に乗車している人などの不特定多数を対象に訴求をする広告で、常時または一定期間、屋外に掲出される広告媒体です。屋上看板、大型ビジョン、野立看板などがあります。以下がその特徴となります。 ・設置場所の特性、広告サイズ、掲出期間、予算にあわせた調査と提案が可能です。 ・中長期的に掲出されるため反復性・接触率が高く、企業、商品のブランド認知などの広告効果が期待できる媒体です。 ④ バス広告：人々の生活の足でもあるバスに広告展開が可能な交通広告であり以下がその特徴となります。 ・特定の地域を運行するため、地域に密着した広告展開が可能で、エリアによってターゲットを絞れるため、ビジネスマンや学生、中高齢者などへの広告の認知が可能です。 ・他の交通広告と比較して、コストを抑えた展開が可能です。 ⑤ マス広告：マス広告は、主要な４つのメディア・媒体（テレビ広告、ラジオ広告、新聞広告、雑誌広告）です。近年では、新しいメディアであるインターネットの台頭に伴い、それぞれの媒体の特長を生かし、尚且つ、インターネットとの連動性を持たせた有効的な広告作りが重要になっています。 ⑥ インターネット広告：日本のインターネット広告市場は誕生以来拡大が進んでいます。動画広告での販促や高い確度でターゲティングを行うことができるリスティング広告、ＳＮＳ広告などは、今後さらなる市場の拡大が予想されます。インターネット広告は進化も非常に早く、デジタル技術の進展とともに常に新しい訴求方法や戦略が登場していますが、当社は、経験豊富なパートナーとのパートナーシップのもと、他社媒体を含めたより効果のあるネット広告の提案を行っています。 ⑦ Ｗｅｂサービス：当社は従来、現実社会における媒体（自社媒体含む）の提供をメインに進めてきましたが、インターネットの普及によりネットとリアルの融合も求められる状況に対応するため、ネット自社媒体の開発・運用を実施しております。免税店検索サイト「ＴＡＸＦＲＥＥＳＨＯＰＳ．ＪＰ」、及び二次元コードにより目的地までの道案内機能を持つモバイルナビゲーションアプリの「ここからＧＯ！」などのアプリの開発・運用も行っております。 ⑧ デジタルサイネージ広告：動画やアニメーションでのビジュアルへの訴求性やデータの更新性に優れるデジタルサイネージは、イベントなどの一時的に利用するシーンにも活用されています。当社のデジタルサイネージは多くの制作・販売の実績を重ね、全国に設置されているデジタルサイネージ広告の販売を行っています。また、ナビタ事業で培ったデジタルサイネージの導入に関するノウハウを活かして、デジタルサイネージのシステム設計、設置を行うとともに、動画やコンテンツの制作、配信、機器の保守といった付帯するサービスの提供も行っています。さらにショッピングモールや広告クライアントに対して広告配信が可能なネットワーク型のＯｕｔ ｏｆ Ｈｏｍｅメディア（デジタルＯＯＨ）の提案も行います。 （３）サイン事業 サイン事業は、ナビタ事業の取引先である鉄道会社、自治体とのネットワークを活かして、広告・看板・案内板などの企画設計から施工に至るサービスを提供しています。サイン事業は、取引先にとって利便性の高い、快適で機能的な生活空間の創造をコンセプトに提供しております。 ① 交通サイン：ＪＲグループ各社をはじめ全国の地下鉄や私鉄各社の施工実績があります。鉄道会社による厳しい検査をクリアした製品を安全に配慮して施工しています。 ② 公共サイン：自治体などの個別案件に対し、企画設計から製品制作、施工までを行います。 ③ 商業サイン：商業施設における自立式看板、外照式看板から施設内の案内表示まで、幅広いニーズに対応しています。 ④ 避難誘導サイン：全国の自治体を中心に蓄光素材を活用した視認や誘導に効果的な避難誘導サインなどの調査や研究を行い、開発から施工までをトータルで提案できる体制を有しています。緊急時に音と光で注意を喚起する「ＮＡＶＩアラート」を開発し、昨年より全国の自治体向けに営業活動を開始しております。誰もが安心して生活できる街づくりを目指します。 ⑤ デジタルサイネージ：ナビタ事業で培ったデジタルサイネージによる情報案内システムの企画、設置、動画やコンテンツの制作や配信、機器の保守といったノウハウとサイン事業のもつ大掛かりな案内サインの設計・施工のノウハウとを融合し、交通案内システムや観光案内システムの導入を行います。 ⑥ 番号案内表示システム：窓口の混雑緩和と待ち時間の削減を目的とした番号案内表示システムを全国の自治体等の施設向けに提供。2023年度に西菱電機株式会社より事業譲渡を受けた番号案内事業を「Ｔｕｒｎ ＮＡＶＩ事業」として再構築し事業化し、自治体窓口業務のＤＸ化を推進します。 ［事業系統図］ （注）１．筐体機器とは、ナビタ本体のことです。表示機器とは、モニター関連の機材のことです。 ２．ソフトウエア開発は、筐体機器、表示機器などで使用するデジタルサイネージの管理システムとアプリケーションソフトウエアのことです。 ３．外注先の制作、印刷ですが、ナビタ事業では、繁忙期に外注を行っており、アド・プロモーション事業でも広告物の制作、印刷などを依頼しています。 ４．広告納金は、ロケーションオーナーに筐体機器を設置していることに関連して支払われるものです。",
  "history_summary": "２【沿革】 当社は、創業者で取締役会長の吉田大士が中心となり、「公共の分野において貢献できる事業をしたい」という思いの元、1967年２月に名古屋市中区において、市バスのバス停に交通広告を掲出する会社である日本交通表示灯株式会社として創業いたしました。 そして同年12月に、当社の主力商品である駅周辺案内図「ナビタ」（詳細は「第１ 企業の概況 ３ 事業の内容 （１）ナビタ事業」を参照のこと）の第１号機を名古屋鉄道株式会社上飯田駅に設置しました。その後、日本国有鉄道（現ＪＲグループ各社）を含めた大手電鉄各社に「ナビタ」の設置を行いつつ更に事業を拡大し、1977年に商号を表示灯株式会社に変更いたしました。 年 月 概 要 1967年 ２月 公共の分野で貢献することを目的として日本交通表示灯株式会社を設立（資本金5,000千円） 12月 名古屋鉄道株式会社上飯田駅に駅付近優良商工案内図(現ナビタ)第１号機を設置 1968年 ２月 ナビタ以外の各種広告を幅広く扱うアド・プロモーション事業を開始 1969年 ７月 名古屋市営地下鉄へナビタの設置を開始 設置に施工が伴う広告、看板、案内板等を扱うサイン事業を開始し、名古屋市営地下鉄星ヶ丘駅バスターミナルに「広告付きバスシェルター」を設置 1970年 ５月 東京支社を開設し、関東地区の大手電鉄(東武鉄道・小田急電鉄・西武鉄道・京浜急行電鉄)にナビタの設置を開始 1971年 ７月 1972年 ２月 ３月 ４月 ８月 1973年 ５月 ９月 1976年 ６月 1977年 ５月 11月 1978年 ６月 1979年 ９月 1981年 １月 ２月 1983年 ５月 1986年 ２月 1987年 ２月 1989年 １月 ３月 ４月 1992年 10月 1993年 11月 1997年 ５月 ６月 2004年 ４月 2005年 ４月 2007年 ８月 2010年 ２月 2011年 ６月 2012年 ５月 11月 2013年 12月 2014年 ９月 2017年 ４月 11月 12月 日本国有鉄道（現ＪＲグループ各社）にナビタの設置開始 札幌支社を開設 大阪支社を開設 札幌市営地下鉄にナビタ設置開始 横浜市営地下鉄にナビタ設置開始 福岡支店（現福岡支社）を開設 名古屋本社「表示灯ビル」を竣工、本社を移転 東京支社を移転 商号を表示灯株式会社に変更 大阪「表示灯ビル（現ナビタ灯阪ビル）」を竣工、大阪支社を移転 仙台支店（現仙台支社）を開設 名古屋本社「表示灯伏見シティビル」を竣工、本社を移転 広島支店を開設 新潟支店を開設 金沢営業所（現金沢支店）を開設 東京「ＰＯＳＨ表示灯ビル（現ナビタ東灯ビル）」を竣工 東京本部（現東京本社）、静岡営業所（現静岡支店）を開設 盛岡支店を開設 高松支店（現四国支店）を開設 都営地下鉄にナビタ設置開始 横浜営業所を開設 大阪市営地下鉄にナビタ設置開始 福岡市営地下鉄にナビタ設置開始 仙台市営地下鉄にナビタ設置開始 首都圏ＪＲ（山手線など）へナビタ設置開始 営団地下鉄（現東京メトロ）へナビタ設置開始 色弱者に優しいナビタへ、色覚バリアフリーマップ化がスタート 全株取得により、トー・ナビタ株式会社を完全子会社化 名古屋市天白区役所に地域の情報を提供する、自治体シティナビタ１号機を設置 大阪支社内に、表示灯株式会社建築事務所開設 名古屋市中村区に「ナビタ名灯ビル」を竣工、本社を移転 トー・ナビタ株式会社を関連会社化 大阪府内の３交番に公共ナビタ１号機を設置 インバウンド対応の推進に向けて日本政府観光協会（ＪＮＴＯ）と連携 東京、名古屋の２本社制を導入 関東支社を開設 トー・ナビタ株式会社を完全子会社化 トー・ナビタ株式会社を吸収合併 2018年 12月 2019年 ８月 2021年 ４月 2022年 ４月 京都営業所を開設 長野営業所を開設 株式会社東京証券取引所(第二部)に上場 株式会社東京証券取引所の新市場区分化に伴い、スタンダード市場に上場市場を移行 盛岡支店を仙台支社に統合し、盛岡営業所を開設",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-06",
      "text": "３【配当政策】 当社は株主への利益還元を経営の最重要課題と考えており安定的な配当に配慮するとともに、業績を反映した利益還元を基本とし、かつ長期的視点に立った財務体質と経営基盤の強化に努め、総合的な株主利益の向上を図ることを利益配分の基本方針としております。 剰余金の配当は年２回を基本的な方針としており、剰余金の配当等会社法第459条第１項各号に定める事項については、法令に別段の定めのある場合を除き、株主総会の決議によらず取締役会の決議によって定める旨を定款で定めております。なお、期末配当の基準日は毎年３月31日、中間配当の基準日は毎年９月30日とし、このほか、基準日を定め剰余金の配当をすることができる旨を定款に定めております。 内部留保資金につきましては、企業体質の強化及び将来投資のための財源として利用していく予定であります。 また、自己株式の取得につきましては、企業環境の変化に対応した機動的な資本政策を遂行するために、財務状況、株価の動向等を勘案しながら適切に実施してまいります。 当事業年度の配当金につきましては、上記方針及び業績動向を勘案し、当期は１株当たり61円の配当を実施することを決定いたしました。この結果、当事業年度の配当性向は39.7％となりました。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額（千円） １株当たり配当（円） 2024年11月14日 141,604 30 取締役会決議 2025年５月22日 146,325 31 取締役会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-06",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-02-06"
}