{
  "ticker": "7444.T",
  "business_description": "３ 【事業の内容】 当社グループは、当社と子会社２社、持分法適用関連会社３社で構成されており、石鹸、洗剤、油脂加工品、化粧品、衛生用品、医薬部外品、日用雑貨品、紙類及び加工紙、包装用資材等の卸売業及び受託物流を主とする倉庫業・道路運送業を経営しております。 当社グループの構成会社と各構成会社において営まれている主な事業内容は次のとおりであります。 会社名 主な事業内容 当社 石鹸、洗剤、油脂加工品、化粧品、衛生用品、医薬部外品、日用雑貨品、紙類及び加工紙、包装用資材等の卸売業、受託物流業、運送取扱業、不動産賃貸、太陽光発電事業等 ㈱ブルーム 当社の得意先への配送業務、受託物流業、運送取扱業 アットスタッフ㈱ 物流関連事業運営及び請負 トイレタリージャパンインク㈱ 日用雑貨商品の輸入、企画、販売業 ＲＧＣ㈱ 石鹸、洗剤、油脂加工品、化粧品、衛生用品、医薬部外品、日用雑貨品、紙類及び加工紙、包装用資材等の卸売業等 ㈱ペアレント 介護用品・生活関連用品のレンタル・販売・メンテナンス事業等 事業の系統図は次のとおりであります。 ※１ Ｊ-ＮＥＴ㈱は当社を含む東北、関東、中・四国、九州、沖縄の同業者９社の共同仕入及び販売会社であります。 ※２ ＲＧＣ㈱は当社を含む東北、北陸、関東の同業者４社の共同販売会社であります。",
  "history_summary": "２ 【沿革】 当社の形式上の前身である本多商事㈱は、1951年３月兵庫県姫路市西今宿に設立され、石鹸・洗剤等の卸売業を営んでおりましたが、1969年11月にハリマ共和物産㈱に商号変更するとともに、実質上の前身である津田物産㈱より営業権を譲受け今日にいたっております。 年月 概要 1969年11月 本多商事㈱からハリマ共和物産㈱に商号変更するとともに、津田物産㈱より営業権を譲受け。 1971年４月 本社を兵庫県姫路市飾東町庄に移転。 1973年10月 営業地域拡大のため、神戸市の同業である㈱神戸共栄より営業権を譲受し、神戸市兵庫区荒田町に神戸営業所を開設。 1974年２月 販売事務効率化のため、コンピューターシステムを導入。 1982年４月 阪神間での営業力拡大のため、神戸市の同業である北野産業㈱より営業権を譲受け。 1986年10月 当社の配送業務を委託していた㈱ブルーム(現 連結子会社)の全株式を取得し、100％出資子会社とする。 1989年２月 事業拡大に対応するため、本社敷地内に姫路物流センターを新築する。 1991年８月 包装用資材、店舗用什器等の卸売の㈱キョーエイを合併し、事業を引き継ぐ。 1993年４月 大阪市場拡大のため、大阪市東淀川区東中島に大阪営業所を開設。 1995年５月 大阪証券取引所市場第二部(特別指定銘柄)に株式を上場。 1996年１月 大阪証券取引所市場第二部に指定。 1998年３月 事業拡大に対応するため、大阪府高槻市三島江に近畿中央物流センター(現 高槻物流センター)を新築する。 1998年10月 営業地域拡大のため、大津市の同業である西川商事㈱の営業権を一部譲受し、京都市山科区西野離宮町に京都営業所を開設。 1999年１月 大阪地域での営業力拡大のため、大阪府豊中市の同業である三井商事㈱の営業権の一部を譲受け。 2001年３月 事業拡大に対応するため、京都府長岡京市勝竜寺蔵道に長岡京物流センターを開設(賃借)するとともに京都営業所及び大阪営業所を廃止統合し、京都府長岡京市に営業拠点「京阪」を開設する。また、神戸営業所を「阪神」と名称変更する。 2001年８月 受託物流の事業拡大に対応するため、茨城県下妻市大字半谷に下妻物流センターを開設する。 2003年３月 受託物流の事業拡大に対応するため、佐賀県鳥栖市藤木町に鳥栖物流センターを開設する。 2003年６月 受託物流の事業拡大に対応するため、滋賀県長浜市山階町に滋賀物流センターを開設する。 2004年４月 トイレタリージャパンインク㈱(現 持分法適用関連会社)を設立。 2005年２月 受託物流の事業拡大に対応するため、宮城県加美郡加美町に宮城物流センターを開設する。 2006年６月 受託物流の事業拡大に対応するため、兵庫県神崎郡福崎町に福崎物流センターを開設する。 2007年６月 受託物流の事業拡大に対応するため、茨城県石岡市に石岡物流センターを開設(賃借)する。 2009年１月 営業拠点「京阪」と「阪神」を統合移転し、大阪市淀川区に「大阪オフィス」を開設(賃借)するとともに長岡京物流センターを廃止する。 2009年８月 受託物流の事業拡大に対応するため、中国山東省青島に播磨国際物流(青島)有限公司を設立する。 2010年８月 事業拡大に対応するため、愛知県小牧市に小牧物流センターを開設(賃借)する。 2011年３月 石岡物流センター(茨城県石岡市)を廃止する。 2012年７月 受託物流の事業拡大に対応するため、山梨県甲府市に甲府物流センターを開設する。 2013年７月 東京証券取引所と大阪証券取引所の現物市場の統合により、東京証券取引所市場第二部への上場となる。 年月 概要 2014年５月 名古屋市中村区にケアサポート中日㈱を設立。 播磨国際物流(青島)有限公司を清算。 2014年10月 事業拡大に対応するため、愛知県丹羽郡大口町に大口物流センターを開設(賃借)する。 2015年６月 事業拡大に対応するため、兵庫県加西市に加西物流センターを開設する。 2015年９月 ケアサポート中日㈱の株式を売却。 2015年９月 賃借していた大口物流センターを自社物件として取得する。 2016年９月 トイレタリージャパンインク㈱の株式を一部売却。 2017年５月 小牧物流センターを廃止する。 2017年10月 兵庫県姫路市にアットスタッフ㈱を設立。 2019年８月 事業拡大に対応するため、埼玉県川越市に川越物流センターを開設(賃借)する。 2020年１月 事業拡大に対応するため、愛知県小牧市に小牧物流センターを開設(賃借)する。 2021年４月 事業拡大に対応するため、鳥栖物流センターを佐賀県鳥栖市原町へ移転(賃借)する。 2022年４月 東京証券取引所スタンダード市場へ移行。 2022年10月 事業拡大に対応するため、山梨県中央市に山梨中央物流センターを開設する。 2025年３月 事業拡大に対応するため、神奈川県厚木市に厚木物流センターを開設する。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-21",
      "text": "３ 【配当政策】 当社は、安定した配当の継続を重視しながら、経営基盤の確立のため、内部留保の充実を図ることを基本方針としております。 当社は、年１回、期末に剰余金の配当を行うことを基本方針としており、剰余金の配当の決定機関は株主総会であります。 当期の配当につきましては、上記方針に基づき業績等を勘案し、１株当たり 50円 の配当を実施することを決定しました。この結果、当期の配当性向は 21.3％ となりました。 内部留保資金につきましては、安定的な配当の原資とするとともに自己資本の充実を図ることによる財務体質の強化に努めてまいります。 当社は、「取締役会の決議により、毎年９月30日を基準日として、中間配当を行うことができる。」旨を定款に定めております。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 (千円) １株当たり配当額 (円) 2025年６月27日 定時株主総会決議 269,169 50"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-21",
      "text": "株主に対する特典 なし (注) 当社定款の定めにより、単元未満株主は、会社法第189条第２項各号に掲げる権利、会社法第166条第１項の規定による請求をする権利、株主の有する株式数に応じて募集株式の割当て及び募集新株予約権の割当てを受ける権利並びに"
    }
  ],
  "last_updated": "2026-01-21"
}