{
  "ticker": "6358.T",
  "last_updated": "2026-01-18",
  "qualitative_data": [
    {
      "fiscal_year_end": "2025-03-31",
      "extracted_date": "2026-01-18",
      "事業の内容": "３【事業の内容】 当企業グループ（当社及び当社の関係会社）は、当社及び子会社８社で構成され、主に道路舗装機械並びに道路維持補修機械、散水車など多種類にわたって製造し、国内外に販売するほか、他社製品である産業機械の販売も行っております。更に、新製品の開発などの研究開発活動も併せて行うと同時に、各事業に関連するその他サービス等の事業活動を展開しております。 なお、次の４部門は「第５ 経理の状況 １．(1）連結財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 セグメント 会社名 主要な事業内容 日 本 酒井重工業株式会社（当社） 建設機械及び同部分品の製造・販売 酒井機工株式会社 産業機械及び同部分品の製造・販売 中古建設機械の仕入・販売 東京フジ株式会社 建設機械及び同部分品の製造・販売 株式会社コモド 道路舗装、補修工事の設計、施工、監理及び請負 サカイエンジニアリング株式会社 建設機械の設計・製作・販売及び修理 米 国 SAKAI AMERICA, INC. 建設機械及び同部分品の製造・販売 インドネシア P.T. SAKAI INDONESIA 建設機械及び同部分品の製造・販売 P.T. SAKAI SALES AND SERVICES ASIA 建設機械及び同部分品の販売、アフターサービス業務 中 国 酒井工程机械（上海）有限公司 建設機械及び同部分品の製造・販売 事業の系統図は次のとおりであります。",
      "沿革": "２【沿革】 1918年５月 酒井金之助によって、内燃機関車及び蒸気機関車の製造並びに修理を目的として東京市芝区西芝浦３丁目に創立。 1929年１月 我が国の土木事業の規模拡大に伴い道路転圧用各種ロードローラの製造を開始。 1946年９月 戦災により本社及び主工場の大半を焼失したため前社長の酒井智好が再建に着手。 1949年５月 事業組織を法人に改め、株式会社酒井工作所（資本金200万円）を設立。 1959年５月 タイヤローラの製造を開始。 1960年１月 インド・ガーリック社と振動ローラの製造に関する技術供与提携。 1964年１月 埼玉県栗橋町（現・久喜市）に重整備工場として栗橋工場（現・グローバルサービス部）を建設。 1964年９月 東京証券取引所市場第二部に上場。 1965年５月 業容の拡大に伴い埼玉県川越市に東京工場（現・生産センター）を建設。 1967年３月 酒井重工業株式会社に商号変更。 1972年11月 ㈱サカイエンジニアリング（現・酒井機工㈱連結子会社）を設立。 1973年３月 小型機種専門工場として栃木県真岡市に真岡工場を建設。 1973年３月 米国I.D.C社及び三井物産㈱と合弁で、日本アイディーシー㈱を設立。 1976年４月 建設機械の輸出入、販売他を目的として米国デラウェア州にSAKAI AMERICA, INC.を設立。 1981年４月 東京証券取引所市場第一部に指定替。 1984年１月 技術研究所（現・開発本部）を埼玉県栗橋町（現・久喜市）に建設。 1989年６月 東京フジ㈱（現・連結子会社）の株式取得。 1991年２月 真岡工場第二工場を建設。 1993年２月 研修棟（現・グローバルサービス部内）を埼玉県栗橋町（現・久喜市）に建設。 1995年７月 インドネシア西ジャワ州に小型建設機械及び建設機械関連部品の製造・販売を目的として、P.T. SAKAI INDONESIA（現・連結子会社）を設立。 1996年１月 国際標準化機構の品質保証に関する国際規格ＩＳＯ9001の認証を取得。 2000年１月 建設機械の製造を目的として米国ジョージア州に子会社としてSAKAI AMERICA MANUFACTURING, INC.を設立。 2000年12月 P.T. SAKAI INDONESIA（現・連結子会社）に大型建設機械の製造・販売を目的として第二工場を建設。 2001年５月 SAKAI AMERICA, INC.は、北米での製造・販売拠点強化のため米国デラウェア州から米国ジョージア州に移転。 2002年８月 生産工場の統合により真岡工場を売却。 2003年２月 建設機械の製造・販売を目的として中国上海市に子会社として酒井工程机械（上海）有限公司（現・連結子会社）を設立。 2004年10月 経営体質のより一層の強化を図ることを目的とし、連結子会社である日本アイディーシー㈱と合併。 2008年２月 建設機械の製造・販売を目的としてインドネシア西ジャワ州に子会社としてP.T. SAKAI ROAD MACHINERY INDONESIAを設立。 2008年12月 北米事業は製造・販売一体の経営合理化を図る目的で、連結子会社であった製造会社のSAKAI AMERICA MANUFACTURING, INC.は、同じく連結子会社である販売会社のSAKAI AMERICA, INC.を吸収合併した上で、商号を「SAKAI AMERICA, INC.」（現・連結子会社）に変更。 2014年６月 開発と製造の統合事務所を生産センター内に建設。 2017年10月 建設機械の製品及び部品の販売、アフターサービス業務を目的としてインドネシア西ジャワ州に子会社としてP.T. SAKAI SALES AND SERVICES ASIA（現・連結子会社）を設立。 2018年５月 2022年４月 創業100周年を迎える。 インドネシア事業の経営管理体制を一元化し、経営の効率化を図る目的で、連結子会社であるP.T. SAKAI INDONESIAは、P.T. SAKAI ROAD MACHINERY INDONESIAを吸収合併。 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第一部からプライム市場に移行。",
      "配当政策": "３【配当政策】 当社は、道路建設機械の製造・販売を業とする公共性の高い業種であり、長期にわたり安定的な経営基盤の確保に努めるとともに、配当についても安定的な配当の継続を重視し、業績と健全な財務体質に裏付けられた成果の配分を基本方針としています。 当社は、中間配当と期末配当の年２回の剰余金の配当を行うことを基本方針としております。 これらの剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。 当社は、「取締役会の決議により、毎年９月30日を基準日として、剰余金の配当（中間配当)を行うことができる。」旨を定款に定めております。 内部留保資金につきましては、事業の運転資金、事業戦略に基づく再投資、将来に備えた財務体質強化に有効活用するとともに、資金需要と経済性を考慮しつつ自社株式消却を実施して参ります。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 （千円） １株当たり配当額 （円） 2024年11月13日 362,569 85.0 取締役会決議 2025年６月27日 516,120 60.5 定時株主総会決議"
    }
  ]
}