{
  "ticker": "7571.T",
  "business_description": "３ 【事業の内容】 当社の属する企業集団は、筆頭株主の株式会社ヤマノネットワークを中心としたグループであり、当社、その他の関係会社、その子会社及び関連会社等で構成されております。ヤマノグループの主な事業内容は美容に関連した流通・製造等の各部門を網羅する事業グループであります。 当社及びヤマノグループについて図示すると次のとおりであります。 当社グループ(当社及び当社の関係会社)は、当社及び子会社８社で構成されており、美容室の運営及び主に和装品、宝飾品、洋装品、寝装品、健康関連商品の販売並びに学習塾の経営を行っております。その事業内容と当社及び関係会社の事業における位置づけは次のとおりであります。 １．美容事業 株式会社ヤマノプラスが、美容室及びネイルサロンの経営を行っております。 ２．和装宝飾事業 当社の和装関連部門及び株式会社すずのきが、呉服和装品専門店を全国に展開し、和装品等の販売を行っております。また、宝飾関連部門が、関東を中心に宝飾品専門店チェーンを展開し、ジュエリー、アクセサリーの販売を行っております。 主要な商品 振袖、留袖、訪問着、七五三祝着、和装小物、ダイヤモンドリング、ファッションリング、ネックレス、時計、毛皮等 ３．ＤＳＭ事業 当社の訪問販売・催事販売関連部門が、各種家電、洋装品、宝飾品、健康関連商品等の販売を行っております。 主要な商品 ミシン、コート、スーツ、バッグ、ファッションリング、ネックレス等 ４．教育事業 株式会社マンツーマンアカデミー及び東京ガイダンス株式会社並びに株式会社灯学舎が学習塾の経営を行っております。 ５．その他の事業 株式会社ヤマノセイビングは、前払式特定取引業を行っております。株式会社ＯＬＤ ＦＬＩＰは古着の買取及び販売を行っております。一般社団法人日本技術技能教育協会は、着物の着付に関する普及、検定等を行っております。 2025年３月31日現在の事業の系統図は次のとおりであります (注) 子会社は、連結子会社であります。",
  "history_summary": "２ 【沿革】 当社は、株式額面金額を50,000円から500円に変更するため、1990年10月１日を合併期日として、日本エスピーエス株式会社を存続会社として、合併しております。 従いまして、実質上の存続会社は被合併会社であるかねもり株式会社(現 株式会社ヤマノホールディングス)でありますから、以下の記載事項につきましては、特段の記述がない限り、合併期日までは実質上の存続会社について記載しております。事業年度の期数は、実質上の存続会社の期数を継承しておりますので、1990年10月１日より始まる事業年度を第５期といたしました。 また、2001年10月１日付会社分割により当社が持株会社となり、株式会社ヤマノホールディングコーポレーションに商号変更し、営業の全部を新設したかねもり株式会社に承継しております。 なお、当社は2006年８月１日付で商号を株式会社ヤマノホールディングスに変更しております。 Ａ．株式会社かねもり(実質上の存続会社の設立前における沿革) 年月 事項 1909年 北海道函館市において森田ふとん店を創業、森の商標から商号の「かねもり」となる 1963年２月 かねもり商事株式会社に商号を変更し、製綿・寝具各種繊維製品の販売を行う 1964年８月 東京証券取引所市場第二部及び札幌証券取引所に上場 1971年12月 商号を「株式会社かねもり」に変更 1972年10月 名古屋証券取引所市場第二部に上場 1979年９月 第三者割当増資によりミネベアグループの傘下に入る 1986年３月 合併のため上場廃止(資本金4,609百万円) 1986年４月 ミネベア株式会社へ吸収合併(合併比率18：10) Ｂ．かねもり株式会社(実質上の存続会社、消滅会社) 年月 事項 1987年２月 当社を東京都目黒区に設立 1987年３月 ミネベア株式会社から訪問販売業務を分離継承し北海道支社(札幌市西区)、東北支社(宮城県岩沼市)、北陸支社(新潟県長岡市)、関東支社(千葉県木更津市)を設置 1987年８月 本社を東京都千代田区に移転 1988年１月 東北支社を宮城県仙台市へ移転 1990年10月 株式の額面金額変更のため日本エスピーエス株式会社に吸収合併 (注) かねもり株式会社は、2005年10月１日付で商号を株式会社ヤマノリテーリングスに変更しております。 Ｃ．株式会社ヤマノホールディングス(形式上の存続会社、旧日本エスピーエス株式会社) 年月 事項 1974年６月 印刷用機器の販売を目的とした日本エスピーエス株式会社を東京都目黒区に設立 1983年３月 営業を停止し、休眠状態に入る 1990年10月 旧かねもり株式会社を吸収合併し、商号を「かねもり株式会社」に変更 1994年２月 大株主の異動によりヤマノグループに参入する 1997年11月 日本証券業協会に株式を店頭登録 1998年７月 株式会社きもの京都の営業の全部を譲り受けし、きもの京都事業部を新設 本社を東京都渋谷区に移転 2000年３月 株式会社丸正の株式取得 2001年５月 株式会社錦の株式取得 2001年10月 持株会社体制へ移行、商号を「株式会社ヤマノホールディングコーポレーション」に変更 かねもり株式会社を設立し、営業の全部を承継 2004年２月 堀田産業株式会社の株式取得 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場 2005年９月 株式会社ビューティ多賀志の株式取得、株式会社多賀志の営業を譲受け 2005年10月 かねもり株式会社の商号を株式会社ヤマノリテーリングスに変更 2005年10月 株式会社ヤマノビバスポーツと株式会社パワーズを合併し、商号を株式会社ヤマノスポーツシステムズに変更 2005年10月 株式会社サトウダイヤモンドチェーンと株式会社ビ・ゴールを合併し、商号を株式会社ヤマノジュエリーシステムズに変更 2006年８月 当社商号を「株式会社ヤマノホールディングコーポレーション」から「株式会社ヤマノホールディングス」に変更 2007年１月 株式会社ヤマノ1909プラザを設立し、株式会社ブラザー販売より訪販事業を譲受 2007年１月 株式会社ブラザーセイビングの株式を取得し、商号を株式会社ヤマノ1909セイビングに変更 2007年４月 株式会社丸正と堀田産業株式会社は、2007年４月１日付合併し、商号を堀田丸正株式会社に変更 2008年３月 株式会社ビューティ多賀志と株式会社ビューティプラザを合併し、商号を株式会社マイスタイルに変更 2008年６月 株式会社ヤマノリテーリングスが、株式会社錦及びロイヤル・コスモ株式会社を吸収合併 2009年10月 当社に株式会社ヤマノリテーリングス、株式会社きのはな、株式会社ヤマノプラザ、株式会社ヤマノ1909プラザ、株式会社ヤマノスポーツシステムズ、株式会社スポーツマンクラブ、株式会社ヤマノクレジットサービス、ヤマノインベストメント株式会社の計８社の子会社を吸収合併 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所（ＪＡＳＤＡＱ市場）に株式を上場 2010年10月 大阪証券取引所ヘラクレス市場、同取引所ＪＡＳＤＡＱ市場及び同取引所ＮＥＯ市場の各市場の統合に伴い、大阪証券取引所ＪＡＳＤＡＱ（スタンダード）市場に株式を上場 2012年10月 当社に株式会社ヤマノジュエリーシステムズを吸収合併 株式会社ヤマノ1909セイビングと株式会社アールエフシーを合併し、商号を株式会社ヤマノセイビング(現・連結子会社)に変更 2013年４月 株式会社ら・たんす山野の株式取得 2013年７月 東京証券取引所と大阪証券取引所の合併に伴い、東京証券取引所（ＪＡＳＤＡＱスタンダード）に株式を上場 2013年10月 当社に株式会社ら・たんす山野を吸収合併 2014年７月 当社にＨＭリテーリングス株式会社を吸収合併 2015年11月 株式会社すずのきの株式取得（現・連結子会社） 2017年５月 事業譲渡によりスポーツ事業から撤退、及び堀田丸正株式会社の株式売却により卸売事業から撤退 2017年10月 当社に株式会社マイスタイルを吸収合併 2018年７月 有限会社みうらの株式取得、商号を株式会社みうらに変更 2019年10月 株式会社Ｌ．Ｂ．Ｇの株式取得（現・連結子会社） 2019年11月 株式会社かのこより和装事業を譲受 2020年３月 株式会社マンツーマンアカデミーの株式取得（現・連結子会社） 2022年４月 東京証券取引所の市場区分の見直しによりJASDAQスタンダードからスタンダード市場へ移行 2022年５月 東京ガイダンス株式会社の株式取得（現・連結子会社） 2022年６月 株式会社ＯＬＤ ＦＬＩＰの株式取得（現・連結子会社） 2022年10月 株式会社Ｌ．Ｂ．Ｇに当社美容事業と株式会社みうらの営業部門を事業譲渡し、商号を株式会社ヤマノプラスに変更 2022年10月 当社に株式会社みうらを吸収合併 2023年12月 株式会社灯学舎の株式取得（現・連結子会社）",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-21",
      "text": "３ 【配当政策】 当社の配当政策に関する基本的な考え方は、安定的な配当の維持を基本にしつつ、株式価値の向上に資する「人的投資」と「事業成長投資」並びに「自己資本の蓄積」など、バランスを重視した利益配分を行うことを基本方針としております。内部留保につきましては、経営基盤の強化及び事業拡大に向けた投資などに充当し、将来にわたる株主の皆さまの利益確保に役立ててまいります。また、当社は期末配当の年１回の剰余金の配当を行うことを基本方針としており、「会社法第459条第１項の規定に基づき、取締役会の決議をもって剰余金の配当等を行うことができる。」旨定款に定めております。 当期の剰余金の配当につきましては、１株につき１円とさせていただきます。今後も安定的な利益還元が行えるよう努めてまいりますので、株主の皆様には、引き続き、ご支援ご鞭撻を賜りますようお願い申し上げます。 （注）基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額（千円） １株当たり配当額 2025年5月15日 取締役会決議 35,266 1"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-21",
      "text": "株主に対する特典 毎年３月31日の株主名簿に記載又は記録された1,000株以上所有株主に対し、所有株式数に応じて以下のとおり株主優待券(商品券)を贈呈。 1,000株以上3,000株未満所有の株主に対し、2,000円分の当社グループ商品券を贈呈。 3,000株以上5,000株未満所有の株主に対し、5,000円分の当社グループ商品券を贈呈。 5,000株以上の株主に対し、10,000円分の当社グループ商品券を贈呈。 (注) １ 当社定款の定めにより、単元未満株主は、会社法第189条第２項各号に掲げる権利、株主の有する株式数に応じて募集株式の割当て及び募集新株予約権の割当てを受ける権利並びに"
    }
  ],
  "last_updated": "2026-01-21"
}