{
  "ticker": "7922.T",
  "business_description": "３ 【事業の内容】 当社グループは、当連結会計年度末におきましては、連結財務諸表提出会社(以下「当社」という)及び連結子会社７社及び関連会社１社により構成され、その主な事業内容は、接着剤付きラベル・ステッカー・パネル等の特殊印刷製品の企画並びに製造、販売であります。また、株式会社ベンリナーにおきましては、野菜調理器の製造・販売を行っております。株式会社トムズ・クリエイティブにおきましては、ノベルティグッズなどのセールスプロモーションツールの企画、デザイン、キャンペーン関連業務を行っております。株式会社アクシストラスにおきましては、空調家電を主としたYoitasブランド製品の販売を行っております。 サンコウサンギョウ(マレーシア)ＳＤＮ.ＢＨＤ.は、当社の経営指導及び技術指導を受け、また、当社から供給された原材料及び半製品を加工し、マレーシア国内及び近隣諸国の日系家電メーカー並びに当社に対して、ラベル・ステッカー等の企画、製造、販売を行っております。サンコウサンギョウ(バンコク)ＣＯ.,ＬＴＤ.は、タイ王国及び近隣諸国の日系家電メーカー並びに当社に対してラベル・ステッカー・パネル等の企画、販売を行っております。光華産業有限公司は子会社である燦光電子(深圳)有限公司などを通じて特殊印刷製品を購入し、中国国内や近隣諸国の日系家電メーカー及び当社に対して接着剤付きラベル・ステッカー・パネル等の特殊印刷製品を企画、販売しております。光華産業有限公司の子会社である燦光電子(深圳)有限公司は中国国内の日系家電メーカーに対して接着剤付きラベル・ステッカー・パネル等の特殊印刷製品を販売しております。 以上の当社グループについて図示すると次のとおりであります。 (注) ※印は、連結子会社であります。 事業の系統図には明示しておりませんが、各社一般仕入先からの仕入がそれぞれあります。",
  "history_summary": "２ 【沿革】 年月 事項 1960年４月 東京都港区赤坂田町一丁目に三光産業株式会社を設立。接着剤つきのラベル、ステッカーの製造販売と輸入品及び国産品のラベル原材料の販売を開始 1960年７月 本社を東京都中央区日本橋通三丁目に移転 1962年４月 大阪府大阪市南区に大阪営業所(現大阪支店)を開設 1962年12月 本社を東京都港区北青山二丁目に移転 1972年４月 愛知県名古屋市に名古屋営業所を開設 1973年11月 長野県佐久市に千曲川工場を設置 1982年12月 埼玉県川越市に川越工場を設置 1985年４月 大阪府東大阪市に東大阪工場を設置 1987年９月 東大阪工場を隣接地に移転、大阪工場とし、大阪支店を東大阪市に移転、大阪工場と併設 1988年11月 マレーシア国セランゴール州シャーラム市に子会社サンコウサンギョウ(マレーシア)ＳＤＮ.ＢＨＤ.(現連結子会社)を設立 1989年11月 社団法人日本証券業協会に店頭登録銘柄として登録 1991年11月 川越工場敷地内に川越第二工場を設置 1996年４月 タイ王国バンコク都にバンコク駐在員事務所を開設(2001年５月閉鎖) 2000年２月 本社を現在地(東京都渋谷区神宮前三丁目)に移転 2001年10月 香港に子会社光華産業有限公司(現連結子会社)を設立 2002年３月 タイ王国アユタヤ県バンラン町に子会社サンコウサンギョウ(タイランド)ＣＯ.,ＬＴＤ.を設立(2004年９月解散) 2002年９月 東京都板橋区に三光プリンティング株式会社を設立(2017年２月清算) 2003年６月 中国深圳市に光華産業有限公司の委託生産工場を設置(2012年６月閉鎖) 2004年９月 子会社サンコウサンギョウ(タイランド)ＣＯ.,ＬＴＤ.を解散 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に上場 2007年２月 中国深圳市に光華産業有限公司の子会社として燦光電子(深圳)有限公司(現連結子会社)を設立 2007年12月 中国北京市に光華産業有限公司の北京事務所を開設(2012年10月閉鎖) 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所ＪＡＳＤＡＱに上場 2013年２月 中国蘇州市に燦光電子(深圳)有限公司の蘇州営業所を開設(2019年10月閉鎖) 2013年７月 東京証券取引所と大阪証券取引所の統合に伴い、東京証券取引所ＪＡＳＤＡＱ(スタンダード)に上場 2015年５月 タイ王国バンコク都にサンコウサンギョウ(バンコク)ＣＯ.,ＬＴＤ.(現連結子会社)を設立 2015年10月 方南工場を千曲川工場へ統合 2015年11月 千曲川工場から長野工場へ名称変更 2015年12月 東京都板橋区の三光プリンティング株式会社板橋工場を長野工場へ統合 2016年４月 東京都杉並区の方南工場跡地を売却 2016年５月 東京都板橋区の三光プリンティング株式会社板橋工場跡地を売却 2017年２月 三光プリンティング株式会社を清算結了 2018年２月 ベトナム社会主義共和国ハノイ市にサンコウサンギョウ(ベトナム)ＣＯ.,ＬＴＤ.を設立(2023年２月清算) 2019年11月 株式会社トムズ・クリエイティブ(現連結子会社)の全株式を取得 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所のＪＡＳＤＡＱ(スタンダード) からスタンダード市場に移行 2022年７月 株式会社アクシストラス(現連結子会社)の全株式を取得 2022年12月 株式会社ベンリナー(現連結子会社)の全株式を取得 2023年２月 サンコウサンギョウ(ベトナム)ＣＯ.,ＬＴＤ.を清算結了 2023年８月 有限会社五反田ゴム工業（現株式会社五反田ゴム工業）の全株式を取得 2024年２月 資本金を19億4,825万円に増資 2024年９月 川越工場を埼玉工場に名称変更 2025年３月 株式会社ベンリナー（現連結子会社）が株式会社五反田ゴム工業を吸収合併",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-06",
      "text": "３ 【配当政策】 当社の配当政策の基本的な考え方は、業績の向上を目指し、株主の皆様へ利益還元することに最善の努力をしてまいりますとともに、今後の事業展開に備えるための内部留保に重点を置き、配当性向を考慮しながら、安定的な配当を行っていくことにあります。 当社は、中間配当と期末配当の年２回の剰余金の配当を行うことを基本方針としております。これらの剰余金の配当の決定機関は、「法令に別段の定めのある場合を除き、取締役会の決議により定めることができる」旨を定款に定めております。 当期の配当金におきましては、当期の収益状況と今後の経営環境などを勘案し、１株当たり 10円 とすることを決定いたしました。 なお、当期に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額(千円) １株当たり配当額(円) 2025年６月27日 定時株主総会決議 77,978 10 今後も経営体質の強化につとめ、業績の一層の向上を図って、株主の皆様のご期待にお応えすべく努力してまいる所存であります。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-06",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-02-06"
}