{
  "ticker": "3059.T",
  "business_description": "３ 【事業の内容】 当社グループは、ヒラキ株式会社（当社）を企業集団の中核とし、連結子会社１社（上海平木福客商業有限公司）の計２社で構成されております。 当社グループは、自社企画開発による靴・履物（直輸入商品）を中心として、衣料、日用雑貨品等の通信販売事業、店舗販売事業および卸販売事業を展開しております。 上海平木福客商業有限公司は当社の各事業セグメントで販売する商品を調達しております。 当社グループの事業における位置付けおよびセグメントとの関連は、次のとおりであります。なお、セグメントと同一の区分であります。 セグメントの名称 事業内容 通信販売事業 (当社) 靴を中心としたカタログ、インターネット販売を行っております。 店舗販売事業 (当社) 靴を中心とした総合ディスカウントストアならびに靴専門店の運営、店舗販売を行っております。 卸販売事業 (当社) 大手小売店、量販店等への卸販売を行っております。 事業の系統図は次のとおりであります。",
  "history_summary": "２ 【沿革】 当社の沿革は、1961年１月に神戸市須磨区において、靴の部品製造販売を行う平木製作所を設立したことに始まります。その後、1978年４月に靴の小売業を目的とする「ヒラキ商事株式会社」(現 当社)を設立し、靴・履物、雑貨品等の委託販売を目的とした「ヒラキ産業株式会社」(1983年11月設立)および靴・履物、雑貨品等の通信販売を目的とした「ヒラキ通販株式会社」(1984年３月設立)を含め、下表のとおりの当社を中心としたグループ再編を行い現在に至っております。 1978年４月 神戸市須磨区中島町において「靴のヒラキ」の称号で靴の小売業を目的にヒラキ商事株式会社として資本金10,000千円で設立 1978年４月 「岩岡店」出店(神戸市西区) 1987年７月 ヒラキ通販株式会社より通信販売の業務を譲受(現 通信販売事業) 1987年12月 ヒラキ工業株式会社(現 株式会社マヤハ)より靴の部品製造販売の営業権を譲受、商号をヒラキ株式会社に変更 1988年１月 ヒラキ産業株式会社と合併し、靴、雑貨品の委託販売開始(現 卸販売事業) 1989年11月 「日高店」出店(兵庫県豊岡市) 1990年９月 「龍野店」出店(兵庫県たつの市) 1994年１月 須磨営業所(現 須磨本部)開設(神戸市須磨区) 1999年12月 靴の部品製造部門を廃止 2004年２月 100％子会社ヒラキ不動産管理有限会社(連結子会社)を設立(神戸市須磨区) 2004年６月 卸販売事業部(現 卸販売部)の新拠点「東京営業所兼東京ショールーム」オープン(東京都新宿区) 2005年５月 須磨営業所を神戸営業所(現 須磨本部)に名称変更 2005年６月 100％子会社上海平木福客商業有限公司(連結子会社)を設立(中国上海市) 2006年11月 株式会社東京証券取引所市場第二部に株式を上場 2008年10月 ヒラキ不動産管理有限会社（連結子会社）を吸収合併 2009年２月 東京営業所兼東京ショールーム移転(東京都台東区) 2009年10月 「姫路店」出店(兵庫県姫路市) 2010年２月 「日高店」新築移転(兵庫県豊岡市) 2010年10月 開発商品事業部(通信販売事業・卸販売事業)とディスカウント事業部(現 店舗販売事業部)の２事業部体制 2010年10月 神戸営業所を神戸本部(現 須磨本部)に名称変更 2011年10月 本社移転(神戸市西区)、神戸本部を須磨本部に名称変更 2016年10月 靴専門店「サンパティオ庄内店」出店（大阪府豊中市） 2019年４月 ディスカウント事業部を店舗販売事業部に名称変更 2020年４月 靴専門店「イズミヤ昆陽店」出店（兵庫県伊丹市） 2020年６月 靴専門店「フレンテ西宮店」出店（兵庫県西宮市） 2020年９月 靴専門店「イズミヤ門真店」出店（大阪府門真市） 2020年10月 靴専門店「イズミヤ小林店」出店（兵庫県宝塚市） 2021年６月 靴専門店「イズミヤ枚方店」出店（大阪府枚方市） 2021年８月 靴専門店「つかしん店」出店（兵庫県尼崎市） 2021年11月 靴専門店「イズミヤ八幡店」出店（京都府八幡市） 2021年11月 靴専門店「トナリエ南千里アネックス店」出店（大阪府吹田市） 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第二部からスタンダード市場に移行 2022年９月 靴専門店「今福ファミリータウン店」出店（大阪市城東区） 2022年10月 靴専門店「塚口さんさんタウン店」出店（兵庫県尼崎市） 2023年７月 靴専門店「リノアス八尾店」出店（大阪府八尾市） 2023年11月 靴専門店「ダイエー東大阪店」出店（大阪府東大阪市） 2024年２月 靴専門店「セブンパーク天美店」出店（大阪府松原市） 2025年２月 靴専門店「アルプラザ香里園店」出店（大阪府寝屋川市）",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-05",
      "text": "３ 【配当政策】 当社の利益配分に関する基本方針は、キャッシュ・フローを重視した経営を実践し、内部留保を充実させながら、会社を継続的に発展させることによって、株主の皆様に剰余金の配当を安定的かつ継続的に実施していくことであります。また、内部留保による企業体質強化を実施し、長期安定的な企業価値の向上を目指してまいります。当面は収益モデルの再構築に注力し、適正な収益基準を確保できる段階で配当性向を意識した配当政策を行ってまいります。 当社は、中間配当と期末配当の年２回の剰余金の配当を行うことを基本方針としており、これらの剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。 この基本方針に基づき、当事業年度の期末配当金につきましては、１株当たり普通配当10円としております。したがいまして、中間配当金と合わせて当事業年度の年間配当金は１株当たり20円といたしました。また、事業基盤強化も重要課題であることから、内部留保金は、主力の通信販売事業を強化するための投資や、店舗販売事業における改装費用等の事業強化に向けた投資および有利子負債の削減に活用し、企業体質強化に充当していく予定であります。 当社は、「取締役会の決議によって、毎年９月30日を基準日として中間配当を行うことができる。」旨を定款に定めております。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 （百万円） １株当たり配当額 （円） 2024年11月６日 取締役会 48 10.00 2025年６月27日 定時株主総会 48 10.00"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-05",
      "text": "株主に対する特典 毎年３月31日の当社株主名簿に記載された単元株式数（100株）以上の株式を保有する株主様に対し、当社お買物券（税込2,000円相当）を贈呈。当社お買物券は当社通信販売および店舗にて使用可能 (注) 当会社の"
    }
  ],
  "last_updated": "2026-02-05"
}