{
  "ticker": "2138.T",
  "business_description": "３【事業の内容】 当社グループは、純粋持株会社である当社と、連結子会社22社、持分法適用関連会社２社で構成されており、インフラやテクノロジーの進化、世の中のユーザーのニーズの変化に合わせて事業を創造するテックカンパニーとして、ITアウトソーシング、EC領域を中心に10以上のサービス・事業を展開しており、現在はIT人材業界におけるエンジニア人材の不足という市場課題を解決することを主としたシステムエンジニアリングサービス事業（SES事業）を中心に、人材×IT領域を対象として事業展開をおこなっているITアウトソーシング事業をメイン事業としております。 なお、当連結会計年度より報告セグメントの区分を変更しております。詳細は、「第５ 経理の状況 １ 連結財務諸表等 (1）連結財務諸表 注記事項 （セグメント情報等） セグメント情報」の「１．報告セグメントの概要」をご参照ください。 （1） ITアウトソーシング事業 子会社である496株式会社などにおいて、システムエンジニアリングサービス事業（SES事業）を中心に、人材 × IT 領域で事業展開を行っております。 （2） EC事業 子会社であるAda株式会社において、主に『ZOZOTOWN』内で展開する、オリジナル商品と他社優良ブランドの商品を厳選したファッションセレクトショップを運営しております。 なお、SHOPLIST事業については、2025年２月28日に事業からの撤退を完了しております。 （3） GameFi事業 子会社であるStudio Z株式会社、CROOZ Blockchain Lab株式会社において、スマートフォン等の携帯端末を 利用したゲームやそれに付随した受託開発等を行っております。 なお、GameFi事業につきましては2025年６月２日に事業からの撤退を完了しております。 主要な事業系統図は以下の通りです。 なお、当社は、有価証券の取引等の規制に関する内閣府令第49条第２項に規定する特定上場会社等に該当しており、これにより、インサイダー取引規制の重要事実の軽微基準については連結ベースの数値に基づいて判断することとなります。",
  "history_summary": "２【沿革】 年月 概要 2001年５月 東京都港区高輪にて有限会社ウェブドゥジャパン設立。 2001年５月 モバイルコンテンツ受託開発事業を開始。 2001年10月 IT業界に特化した人材派遣事業を開始。 2002年５月 株式会社ウェブドゥジャパンへ組織変更。 2003年５月 モバイル領域でコンテンツプロバイダー事業を開始。 2003年11月 本社を東京都千代田区麹町へ移転。 2004年10月 検索エンジン「CROOZ!」を開発し、アドネットワーク事業を開始。 2005年７月 本社を東京都千代田区二番町へ移転。 2007年２月 大阪証券取引所ヘラクレス（現 東京証券取引所スタンダード市場）に株式を上場。 2007年７月 モバイル領域でソーシャルゲーム事業を開始。 2008年１月 インターネットコマース事業を開始。 2009年８月 クルーズ株式会社へ商号変更。 2009年８月 本社を東京都港区六本木へ移転。 2010年４月 Mobageにソーシャルゲームプロバイダーとして参入。 2012年７月 「SHOPLIST.com by CROOZ」のサービスを開始。 2014年２月 ネイティブゲーム市場に参入。 2016年10月 インターネットコンテンツ事業において「エレメンタルストーリー」を運営する部門を独立させ、Studio Z株式会社を設立。それ以外のインターネットコンテンツ事業の譲渡を実施。 2018年５月 2018年７月 2020年６月 全ての事業を子会社化し、純粋持株会社となりグループ経営へ移行することを決定。 SHOPLIST事業を運営する部門を独立させ、CROOZ SHOPLIST株式会社に承継させる吸収分割を実施。 本社を東京都品川区西品川へ移転。 2022年２月 2022年４月 本社を東京都渋谷区恵比寿へ移転。 東京証券取引所の市場区分の見直しにより、東京証券取引所のＪＡＳＤＡＱ（スタンダード）からスタンダード市場に移行。 2025年２月 CROOZ SHOPLIST株式会社の全株式を譲渡。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-23",
      "text": "３【配当政策】 当社は、財務体質の強化及び将来の事業展開のための内部留保を図りつつ、安定的な配当の維持に努めることを基本方針としております。 当社の剰余金の配当は、期末配当の年１回を基本的な方針としております。配当の決定機関は、取締役会であります。 当期の剰余金の配当に関しては、ITアウトソーシング事業を中心としたグループの売上最大化のために事業資金を投下するため、無配とさせていただきます。売上拡大の上でさらなる利益確保を図り、結果的に中長期的な企業価値向上を実現することで株主の皆様へより多くの還元が可能になると考えています。 なお、当社は中間配当を行うことができる旨を定款に定めております。 内部留保資金の使途につきましては、今後の事業展開への備えとして投入していきたいと考えております。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-23",
      "text": "株主に対する特典 なし"
    }
  ],
  "last_updated": "2026-01-23"
}