{
  "ticker": "8630.T",
  "business_description": "3 【事業の内容】 当社グループは、当社（保険持株会社）および関係会社（子会社134社、関連会社等22社）によって構成されており、国内損害保険事業、海外保険事業、国内生命保険事業、介護事業、延長保証事業、デジタル関連事業、アセットマネジメント事業等を営んでおります。 当社グループの事業の内容、各関係会社の位置づけおよびセグメントとの関連は事業系統図のとおりであります。 なお、当社は特定上場会社等に該当し、インサイダー取引規制の重要事実の軽微基準のうち、上場会社の規模との対比で定められる数値基準については連結ベースの計数に基づいて判断することとなります。 事業系統図 (2025年3月31日現在) （注）各記号の意味は次のとおりであります。 ◎：連結子会社 ★：持分法適用関連会社",
  "history_summary": "2 【沿革】 年月 概要 2009年10月 株式会社損害保険ジャパンおよび日本興亜損害保険株式会社は、株式移転による共同持株会社の設立に関し、株式移転計画書を作成し、経営統合に関する契約を締結した。 2009年12月 株式会社損害保険ジャパンおよび日本興亜損害保険株式会社の臨時株主総会においてＮＫＳＪホールディングス株式会社の設立が承認可決された。 2010年4月 ＮＫＳＪホールディングス株式会社設立。 東京証券取引所（市場第一部）および大阪証券取引所（市場第一部）に上場。 2010年10月 当社の連結子会社である損保ジャパン・アセットマネジメント株式会社と当社の子会社であるゼスト・アセットマネジメント株式会社は合併し、商号を損保ジャパン日本興亜アセットマネジメント株式会社 （後に「ＳＯＭＰＯアセットマネジメント株式会社」に商号変更） とした。 2010年11月 Fiba Sigorta Anonim Sirketi（後に「Sompo Sigorta Anonim Sirketi」に商号変更）の株式を取得し、同社を連結子会社とした。 2011年6月 当社の持分法適用関連会社であったBerjaya Sompo Insurance Berhadの株式を追加取得し、同社を連結子会社とした。 2011年10月 いずれも当社の連結子会社である損保ジャパンひまわり生命保険株式会社と日本興亜生命保険株式会社は合併し、商号をＮＫＳＪひまわり生命保険株式会社（後に「ＳＯＭＰＯひまわり生命保険株式会社」に商号変更）とした。 2014年9月 ＮＫＳＪホールディングス株式会社から損保ジャパン日本興亜ホールディングス株式会社に商号変更した。 いずれも当社の連結子会社である株式会社損害保険ジャパンと日本興亜損害保険株式会社は合併し、商号を損害保険ジャパン日本興亜株式会社（後に「損害保険ジャパン株式会社」に商号変更）とした。 2014年10月 いずれも当社の連結子会社であるYasuda Seguros S.A.とMaritima Seguros S.A.は合併し、商号をYasuda Maritima Seguros S.A.（後に「Sompo Seguros S.A.」に商号変更）とした。 2015年12月 ワタミの介護株式会社の全株式を取得して同社を連結子会社化するとともに、商号をＳＯＭＰＯケアネクスト株式会社とした。 2016年3月 株式会社メッセージ（後に「ＳＯＭＰＯケアメッセージ株式会社」に商号変更）の株式を取得し、同社および同社の子会社を連結子会社とした。 2016年4月 当社の連結子会社である株式会社全国訪問健康指導協会と、当社の子会社である損保ジャパン日本興亜リスクマネジメント株式会社および損保ジャパン日本興亜ヘルスケアサービス株式会社は合併し、商号をＳＯＭＰＯリスケアマネジメント株式会社とした。 2016年10月 損保ジャパン日本興亜ホールディングス株式会社からＳＯＭＰＯホールディングス株式会社に商号変更した。 2017年1月 当社の連結子会社であるＳＯＭＰＯケアメッセージ株式会社（後に「ＳＯＭＰＯケア株式会社」に商号変更）を完全子会社化し、同社は東京証券取引所（ＪＡＳＤＡＱ）において上場廃止となった。 2017年3月 Sompo International Holdings Ltd.を設立し、同社を連結子会社とした。 Endurance Specialty Holdings Ltd.（後に同社に代わり「Sompo International Holdings Ltd.」は、最上位持株会社となりEndurance Specialty Holdings Ltd.は清算）の全株式を取得し、同社および同社の子会社を連結子会社とした。 2018年1月 SI Insurance (Europe), SAを設立し、同社を連結子会社とした。 年月 概要 2018年7月 いずれも当社の連結子会社であるＳＯＭＰＯケア株式会社、ＳＯＭＰＯケアネクスト株式会社、株式会社ジャパンケアサービスおよび株式会社プランニングケアは合併し、商号をＳＯＭＰＯケア株式会社とした。 2019年1月 いずれも当社の連結子会社であるSI Insurance (Europe), SAとSompo Japan Nipponkoa Insurance Company of Europe Limitedは合併し、商号をSI Insurance (Europe), SAとした。 2019年7月 いずれも当社の連結子会社であるセゾン自動車火災保険株式会社およびそんぽ２４損害保険株式会社は合併し、商号をセゾン自動車火災保険株式会社とした。（後に「ＳＯＭＰＯダイレクト損害保険株式会社」に商号変更） 2021年4月 当社の子会社であったＳＯＭＰＯワランティ株式会社を連結子会社とした。 2021年7月 ＳＯＭＰＯ Ｌｉｇｈｔ Ｖｏｒｔｅｘ株式会社を設立し、同社を連結子会社とした。 2023年2月 エヌ・デーソフトウェア株式会社の全株式を取得し、同社および同社の子会社を連結子会社とした。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "3 【配当政策】 当社は、財務の健全性を確保しつつ、成長事業分野への投資等により資本効率の向上を図るとともに、株主の皆さまへの還元につきましては、配当に加え自己株式取得も選択肢としております。当社の株主還元方針は、基礎還元を修正連結利益（注1）の50％（注2）とし、利益成長により還元総額（配当総額＋自己株式取得額）を拡大させてまいります。加えて、原則として政策株式売却損益等（税後）の50％を追加還元するとともに、リスクと資本の状況、業績動向や金融市場環境などをふまえて資本水準調整も検討します。また、中期的な利益成長にあわせた増配を原則とし、基礎還元に占める配当の割合を高めていくこととしております。 なお、当社は、機動的な株主還元を可能にするため、会社法第454条第5項の定めに基づき、同項に規定する剰余金の配当をすることができる旨を定款に定めており、配当の回数については、中間配当と期末配当の年2回とする方針であります。これらの配当の決定機関は、中間配当については取締役会、期末配当については株主総会であります。 当事業年度の期末配当につきましては、財務状況や今後の事業環境等を勘案した結果、1株当たり26円増配（注3）した76円とし、年間配当は中間配当と合わせて1株当たり132円としました。 内部留保金につきましては、財務の健全性の確保を図るとともに、成長事業分野への投資等を行ってまいります。 当事業年度に係る剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額 （百万円） 1株当たり配当額 （円） 基準日 効力発生日 2024年11月19日 取締役会決議 54,423 56.00 2024年9月30日 2024年12月4日 2025年6月23日 定時株主総会決議 71,544 76.00 2025年3月31日 2025年6月24日 （注）1 「修正連結利益」とは、当社グループの修正ベースの利益総額で事業部門別修正利益の合計により計算します。なお、2025年度の修正連結利益の計算方法については「第2 事業の状況 1 経営方針、経営環境及び対処すべき課題等 (2) 経営環境、経営戦略および優先的に対処すべき課題等 ＜中期経営計画における主なグループ経営数値目標の進捗＞」の注記に記載のとおりであります。 2 2025年度以降は、修正連結利益の直近3年平均の50％を基礎還元とします。 3 当社は2024年4月1日付けで1株につき3株の割合で株式分割を行っており、当該株式分割の影響を考慮した数値を記載しております。 （注）1 修正連結利益は日本基準での数値であります。 2 2015年度以前の総還元性向は、修正連結利益（国内生命保険事業を除く）を分母としております。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-02-04"
}