{
  "ticker": "7722.T",
  "business_description": "３ 【事業の内容】 当社グループ（当社及び関係会社）は、当社、子会社６社及びその他の関係会社１社で構成されており、バランシングマシン、電気サーボモータ式試験機、材料試験機、シャフト歪自動矯正機、その他計測機器（巻線試験機、歯車かみ合い試験機及び地震計等）の製造販売及びサービスを主な事業としております。 (1) グループ会社別の事業内容は次のとおりであります。 区分 会社名 所在地 (注) 主な事業 当社 国際計測器株式会社 日本 バランシングマシン、電気サーボモータ式試験機、シャフト歪自動矯正機、その他計測機器の製造販売及びサービス 連 結 子 会 社 KOKUSAI INC. 米国 バランシングマシン、シャフト歪自動矯正機の製造販売及びサービス、電気サーボモータ式試験機の販売及びサービス KOREA KOKUSAI CO.,LTD. 韓国 バランシングマシン、電気サーボモータ式試験機、シャフト歪自動矯正機の製造販売及びサービス 高技国際計測器(上海)有限公司 中国 バランシングマシン、シャフト歪自動矯正機、巻線試験機の製造販売及びサービス KOKUSAI Europe GmbH. ドイツ バランシングマシン、電気サーボモータ式試験機の販売及びサービス Thai Kokusai CO.,LTD. タイ バランシングマシン、電気サーボモータ式試験機の販売及びサービス 東伸工業株式会社 日本 材料試験機の製造販売及びサービス その他の 関係会社 松本繁興産株式会社 日本 有価証券の保有並びに運用 (注) セグメントとの関連については、KOKUSAI Europe GmbH.及びThai Kokusai CO.,LTD.はセグメントの「その他」、当社及びその他の連結子会社は所在地と報告セグメントが同一であります。なお、その他の関係会社の松本繁興産株式会社はセグメントには含まれておりません。 (2) 事業の系統図は、次のとおりであります。 (3) 主な製品の内容及び主な用途については次のとおりであります。 ①バランシングマシン（バランサーまたは動釣合試験機） ＜バランシングマシン及びバランス自動修正装置＞ バランシングマシンには、スタティック型（重量のバラツキを測定）とダイナミック型（遠心力のバラツキを測定）の２方式があり、当社グループの製造・販売するバランシングマシンのほぼ全てがダイナミック型のバランシングマシンであります。 モーターの回転子やエンジンあるいはタイヤのように高速で回転する物体は、わずかな重量のアンバランスがあっても、振動や騒音の原因となるだけではなく製品の寿命にも影響するため、品質管理上からもバランスの測定及び修正作業は生産工程上必要なものとなっております。しかも、その要求精度はますます厳しくなってきており、省エネ・低騒音とあわせて高性能化の方向へ向かっております。 バランシングマシンには、大別するとバランス測定を目的としたバランサー（汎用型やタイヤバランサー等）と、アンバランスの個所をカッターやドリル等で削ったり、パテや金属片等をプラスしたりして自動で修正を行うバランス自動修正装置（自動バランサー）の２種類があり、当社グループはこの両方を製造・販売しております。 バランシングマシンの用途は、高速で回転する全ての部品が対象となりますが、主な対象部品は次のとおりであります。 ●自動車部品 ・電装用モーター類（ＥＶモーター、オルタネーター、スターター、ワイパー、ABS、エアコン、ウインドウ、フューエルポンプ等数十種類） ・エンジン系（クランクシャフト、フライホイール、プーリー、ターボチャージャー等） ・変速・駆動系（クラッチ、トルコン部品各種、プロペラシャフト等） ・足回り系（ブレーキディスク、ブレーキドラム、ホイール、タイヤ等） ●家電関係 掃除機、換気扇、ミキサー、エアコン、ハードディスク等の各種モーター ●OA関係 ハードディスク、レーザープリンター（ポリゴンミラー）、冷却用小型ファン等 ●その他 各種産業機械、農機・建機、ターボファン、タービン、工作機械主軸類、 その他高速で回転する全ての部品 ＜ユニフォーミティ／バランス複合試験機＞ 完成タイヤの主要試験項目には、バランス試験とユニフォーミティ試験（タイヤに所定の面圧をかけながら回転させ、タイヤの反発力のバラツキを計測する）の２項目があります。当社は、この２つの試験を１台の試験機で同時に計測できる複合機を開発し販売しております。さらに、時速120Km以上の実走状態で計測する高速型のインライン複合試験機（当社製品名H-UBマシン）の開発にも成功し、国内のみならず海外においても多くの販売実績を有しております。 ②電気サーボモータ式試験機 自動車産業における素材・部品の材料・耐久試験から完成車の走行／振動試験まで、広範囲にわたる試験を全て高精度の電気サーボモータを採用し、自社開発の制御システム(特許取得済)で製品化した試験装置であります。従来の油圧式制御とは異なる世界初の試験機であり、提出日現在の製品ラインアップは30数種類に及んでおります。自動車業界のみならず、多様な業界からのニーズがあるため、顧客からの要求に基づいた製品開発や受託試験等により販売実績を積み重ねております。 ③材料試験機 機械などに使用される部品はある一定の負荷がかかる状態で使用されるものがあります。本試験機は、部品（材料）の使用状況下での耐久性を試験する装置です。一般に材料試験と呼ばれる試験は、多岐にわたりますが、当社グループにおいて主に取り扱う試験機は引っ張り試験、圧縮試験、ねじり試験などであります。また、高温状態などの特殊条件下で使用される部品について、一定の温度や圧力を保持した状態で部品（材料）の耐久性を測定するクリープ試験機なども材料試験機に含まれております。 ④シャフト歪自動矯正機 シャフトは、加工或いは熱処理工程において歪み（曲がり）が発生します。従来よりシャフトの歪矯正作業は熟練工の仕事とされておりましたが、この矯正作業を自動化したものがシャフト歪自動矯正機であり、主に自動車部品、OA部品等の矯正に利用されております。 ⑤その他の主な製品 ＜巻線試験機＞ モーターやトランス等の巻線部品（コイル）に、使用電圧の十数倍のサージ電圧をかけてそのコイルの良否を判定する試験機であります。 ＜歯車かみ合い試験機＞ トランスミッション等に使用される歯車の歯面のキズ、偏芯、大きさ（OBD）等を、生産ライン上で全数検査を対象として検査する自動試験機であります。全ての精密歯車が対象となりますが、主に自動車用トランスミッション工場で使用されております。 ＜地震計＞ 地震国であるわが国では、地震による災害防止のために地震防災システムの構築が必要とされていました。当社においては、振動計測技術を活かした地震計の製造販売を行っております。阪神・淡路大震災を契機に1996年に構築された震度情報ネットワークシステムにおいて、当社の地震計が多くの全国各都道府県及び市区町村に採用されました。なお、2010年度にはこの震度情報ネットワークシステムの全国的な更新があり、当社は地震計測装置メーカーとして最多の設置実績を有しております。",
  "history_summary": "２ 【沿革】 1969年６月 東京都世田谷区に、株式会社国際機械振動研究所の関東地区代理店として、国際計測器株式会社を設立、バランシングマシン、振動計測器及び巻線試験機の販売を開始 1974年11月 製造元である株式会社国際機械振動研究所の会社更生法適用申請により、その製造子会社である日本ビブロン株式会社〔1985年11月をもって吸収合併〕を買収し、自らバランシングマシン及び巻線試験機の製造に着手 1975年２月 名古屋営業所を名古屋市に開設 1975年５月 大阪営業所を大阪市に開設 1975年６月 東京都調布市に工場を新設、「KOKUSAI」ブランドのバランシングマシン及び巻線試験機の製造を本格的に開始 1978年８月 本社を東京都世田谷区から東京都調布市に移転 1983年６月 韓国営業所をソウル市に開設 1984年６月 米国駐在員事務所をデトロイト市に開設 1985年６月 東京都多摩市の現本社工場所在地に工場を新設移転 1985年11月 本社を東京都調布市から現本社所在地に移転 1985年11月 子会社日本ビブロン株式会社を吸収合併 1986年12月 本社隣接地に本社社屋新設 1987年11月 米国駐在員事務所を閉鎖し、現地法人KOKUSAI INC.〔現連結子会社〕を米国インディアナポリス市に設立 1990年６月 台湾営業所を台中市に開設 1991年６月 韓国営業所を閉鎖し、韓国ソウル支店をソウル市に開設 1993年12月 韓国ソウル支店を現地法人国際計測器株式会社〔2004年３月をもって清算〕として安養市に設立 1993年12月 現地法人中国合資上海松雲国際計測器有限公司〔2008年11月をもって清算〕を中国上海市に設立 1994年６月 長春事務所を中国吉林省長春市に開設 1995年９月 上海事務所〔2002年10月をもって閉鎖〕を中国上海市に開設 1998年10月 九州営業所を北九州市に開設 1998年12月 現地法人中国合資孝感松林国際計測器有限公司(中国湖北省孝感市)に出資 1999年６月 KOREA KOKUSAI CO., LTD.〔現連結子会社〕を大邱広域市に設立 2000年１月 事業拡大に伴い本社隣接地の工場を買取り、第二工場として製造を開始 2000年７月 深セン事務所を中国広東省深セン市に開設 2001年２月 日本証券業協会に株式を店頭登録 2001年11月 KOREA KOKUSAI CO., LTD．の現地生産体制を確立するため、韓国大邱広域市に工場を新築 2002年５月 KOKUSAI Europe GmbH.〔現連結子会社〕をドイツミュンヘン市に設立 2002年10月 高技国際計測器(上海)有限公司〔現連結子会社〕を中国上海市に設立 2004年12月 株式会社ジャスダック証券取引所に株式を上場 2006年２月 Thai Kokusai CO., LTD.〔現連結子会社〕をタイバンコク市に設立 2007年３月 事業拡大に伴い本社隣接地の工場を買取り、第三工場として製造を開始 2007年９月 東伸工業株式会社〔現連結子会社〕及び東伸高圧技研株式会社〔2009年８月をもって清算〕を子会社化 2009年12月 松林国際試験機(武漢)有限公司〔2014年４月をもって清算〕を中国武漢市に設立 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所（ＪＡＳＤＡＱ市場）に株式を上場 2010年10月 大阪証券取引所ヘラクレス市場、同取引所ＪＡＳＤＡＱ市場及び同取引所ＮＥＯ市場の各市場の統合に伴い、大阪証券取引所ＪＡＳＤＡＱ（スタンダード）に株式を上場 2013年４月 本社工場及び本社第二工場がISO9001の認証を取得 2013年４月 本社第三工場を改築 2013年５月 東伸工業株式会社を東京都品川区から東京都多摩市に移転 2013年７月 大阪証券取引所と東京証券取引所の市場統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード）に株式を上場 2013年12月 本社第三工場がISO9001の認証を取得 2020年７月 古河テクニカルセンターを茨城県古河市に開設 2022年４月 東京証券取引所の市場区分の見直しによりＪＡＳＤＡＱスタンダードからスタンダード市場へ移行",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-21",
      "text": "３ 【配当政策】 当社は株主に対する利益還元を経営の重要政策の一つとして位置付けております。配当を決定するにあたりましては、安定的な経営基盤の強化を図り、業績及び配当性向等を総合的に勘案し、安定かつ継続的な配当を行うことを基本方針としております。 この方針のもと、当期末配当金は１株当たり20円とし、中間配当金（10円）と合わせて年間30円といたしました。 内部留保金につきましては、経営基盤の充実強化並びに今後の事業展開に役立てていくこととしております。 なお、当社は、中間配当を行うことができる旨定款に定めております。 また、毎事業年度における剰余金の配当につきましては、中間配当と期末配当の年２回とし、これらの剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会とする旨を定款に定めております。 （注）基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額（千円） １株当たり配当額（円） 2024年11月８日 取締役会決議 135,373 10 2025年６月27日 定時株主総会決議 270,747 20"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-21",
      "text": "株主に対する特典 なし"
    }
  ],
  "last_updated": "2026-01-21"
}