{
  "ticker": "1914.T",
  "business_description": "３【事業の内容】 当社グループは、当社、連結子会社２社、関連会社２社で構成され、法面保護工事、ダム基礎工事、アンカー工事、重機工事、注入工事、維持修繕工事、環境保全工事ならびにこれらに関する事業を行っており、あわせて建設コンサルタント及び地質調査を行っている。連結子会社のJAFEC USA，Inc．は、海外工事への参入を図るため平成21年10月に米国ネバダ州に設立し、株式会社オーケーソイルは、都市部の地盤改良工事および海外工事に実績があるため平成22年４月に子会社化した。また、関連会社の日本施設管理株式会社は、当社業務に関連するダム施設管理業務および建設コンサルタント業務を、株式会社オリオン計測は当社業務に関連する地質調査やデータ解析を行っている。 ［事業系統図］ 以上述べた事項を事業系統図によって示すと、次のとおりである。 （建設工事） （建設コンサル・地質調査等）",
  "history_summary": "２【沿革】 当社（昭和10年12月27日設立）は、昭和56年９月21日を合併期日として日本グラウト工業株式会社（昭和28年11月５日設立）の株式額面金額を変更するため、同社を吸収合併した。 合併前の当社は休業状態であり、法律上消滅した旧日本グラウト工業株式会社が実質上の存続会社であるため、特に記載のない限り、実質上の存続会社に関し記載している。 昭和28年11月 大阪市北区松ケ枝町に溜池・干拓・ダム・トンネル等のボーリング、グラウチング工事を目的とし、資本金100万円をもって設立。 昭和42年１月 東京支店および九州支店を設置。 昭和45年10月 札幌支店を設置。 昭和47年３月 大阪市北区松ケ枝町に本社社屋を建設。 昭和50年４月 東北支店を設置。 昭和50年７月 東京都渋谷区渋谷に東京本社を設置。 昭和51年８月 大阪支店（現関西支店）および四国支店（松山営業所）を設置。 昭和54年10月 北陸支店を設置。 昭和55年12月 名古屋支店（現中部支店）を設置。 昭和56年10月 広島支店を設置。 昭和58年１月 東京都渋谷区桜丘町に東京本社社屋を建設。 昭和60年４月 企業基盤の強化を図る目的で、新技術開発株式会社と合併。 日本基礎技術株式会社に商号変更。 昭和62年７月 新潟支店を設置。 昭和63年11月 大阪証券取引所市場第二部に上場。 平成２年10月 関東支店を設置。 平成５年10月 東京証券取引所市場第二部に上場。 平成６年12月 東京都渋谷区桜丘町に東京第２ビルを取得。 平成７年９月 東京証券取引所および大阪証券取引所市場第一部に指定替え。 平成17年４月 東京支社および首都圏支店を設置。 平成18年10月 東京支社を廃止。 平成21年４月 東京支社を設置。 平成21年10月 平成22年４月 平成26年７月 平成26年12月 平成30年４月 JAFEC USA,Inc.を設置。 株式会社オーケーソイルを子会社化。 東京都渋谷区幡ヶ谷に東京本社・東京支社・首都圏支店を移転。 大阪市北区天満に本社および関西支店を移転。 群馬県邑楽郡明和町に総合テクニカルセンターを建設。 令和４年４月 市場区分見直しに伴い東京証券取引所市場第一部をスタンダード市場へ移行。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-30",
      "text": "３【配当政策】 当社は、利益配分については、適正な内部留保を確保しつつ財務体質の強化を考慮し、長期安定的な利益配分を行うことを基本方針とし、配当性向については、30％以上を目標として業績に連動した利益還元に努めている。 当社は、中間配当と期末配当の年２回の剰余金の配当を行うことを基本方針としている。 これらの剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会である。 当事業年度の配当については、上記基本方針のもと当期業績を鑑み、年間１株につき24円配当を実施した。 当社は、「取締役会の決議により、毎年9月30日を基準日として、中間配当を行うことができる。」旨を定款に定めている。 なお、当事業年度に係る剰余金の配当は以下のとおりである。 決議年月日 配当金の総額 （百万円） １株当たり配当額 （円） 令和７年６月27日 462 24 定時株主総会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-30",
      "text": "株主に対する特典 なし"
    }
  ],
  "last_updated": "2026-01-30"
}