{
  "ticker": "7746.T",
  "business_description": "３ 【事業の内容】 当社グループは、当社、連結子会社(新潟岡本硝子株式会社、二光光学株式会社、蘇州岡本貿易有限公司、岡本光学科技股份有限公司、JAPAN 3D DEVICES株式会社）の計６社で構成され、特殊ガラス及び薄膜製品の製造販売を主な事業の内容としております。 当社グループの事業に係る位置付け及びセグメントとの関連は、次のとおりであります。 なお、セグメントと同一の区分であります。 (1) 光学事業 プロジェクター用反射鏡、フライアイレンズ、デジタルシネマ用映写機の反射鏡などの製造及び販売を行っております。 ［用語解説］ ・フライアイレンズ → プロジェクター内部に装着され、光の焦点を拡散 させ、画面の明るさを均一にする効果があるレンズ ＜主な関係会社＞ 新潟岡本硝子株式会社、岡本光学科技股份有限公司、蘇州岡本貿易有限公司 (2) 照明事業 自動車用ヘッドライト・フォグライト用カバーガラス、一般用照明用ガラス製品などの製造及び販売を行っております。 ＜主な関係会社＞ 岡本光学科技股份有限公司、蘇州岡本貿易有限公司 (3) 機能性薄膜・ガラス事業 ガラス容器への加飾蒸着、高耐久性銀ミラー(Hi-Silver®)、コックピット用液晶ディスプレイの表面ガラスへの蒸着、フリット(ガラス粉末)などの製造及び販売を行っております。 ＜主な関係会社＞ 新潟岡本硝子株式会社、二光光学株式会社、岡本光学科技股份有限公司 (4) その他 デンタルミラーなどの医療向けガラス製品、洗濯機用ドアガラスなどの製造及び販売を行っております。 ＜主な関係会社＞ 岡本光学科技股份有限公司 〔事業系統図〕 以上述べた事実を事業の系統図によって示すと次のとおりであります。",
  "history_summary": "２ 【沿革】 年月 事項 1947年３月 着色技術、硬質ガラスでの成型技術を基に、東京都江東区に岡本硝子株式会社を設立 1959年５月 大阪市福島区に大阪営業所開設、ガラス製品の全国販売体制を確立 1964年８月 千葉県柏市に千葉工場を完成 1974年８月 千葉県柏市千葉工場に研究室を完成、ガラスの研究開発に本格的に取り組む 1977年２月 大阪営業所の業務拡大により、子会社大阪岡本硝子株式会社を設立 1978年11月 岡本硝子株式会社の本社を千葉県柏市の千葉工場に移転、経営管理面の充実体制を図る 1981年９月 量産化設備の一環として電気溶融炉の導入を実施 1984年４月 真空蒸着機を導入し蒸着加工技術を確立、ガラスと薄膜の技術融合を可能とする 1987年６月 電気炉とガラス巻き取りロボットの試験的導入を行い、省力化、省人化を図る 1991年５月 高性能液面探知ガラス巻き取りロボット輸出開始 1995年５月 台湾に子会社台湾岡本硝子股份有限公司を設立、台湾市場への進出を開始 1996年３月 「結晶化ガラス」で組成特許及び製法特許を取得 2001年１月 ニュービジネス大賞最優秀賞受賞 2001年８月 台湾に子会社岡本光学科技股份有限公司を設立し、薄膜製品生産工場として生産面での台湾市場進出を図る(現・連結子会社) 2002年３月 本社第四工場完成 2002年４月 プロジェクター用反射鏡にて、ISO9001：2000年認証取得 2003年７月 子会社大阪岡本硝子株式会社を吸収合併 2003年12月 社団法人日本証券業協会に店頭登録銘柄として登録 2004年12月 株式会社ジャスダック証券取引所に株式を上場 2005年２月 本社・ガラス事業所および薄膜事業所でISO14001の認証取得を受ける 2005年４月 製造子会社として新潟岡本硝子株式会社を設立(現・連結子会社) 2005年８月 製造子会社として有限会社オーテックを設立 2006年８月 中国に蘇州岡本貿易有限公司を設立(現・連結子会社) 2008年10月 子会社有限会社オーテックを吸収合併 年月 事項 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所ＪＡＳＤＡＱに上場 2013年７月 東京証券取引所と大阪証券取引所の統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード)に上場 2014年４月 製造子会社としてJAPAN 3D DEVICES株式会社を設立 2014年７月 子会社JAPAN 3D DEVICES株式会社が保有割合減少のため持分法適用関連会社となる 2020年４月 真空蒸着製品の製造・販売を主業務とする二光光学株式会社を買収し子会社とする 2021年８月 持分法適用関連会社JAPAN 3D DEVICES株式会社の株式を追加取得し、子会社とする 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所のＪＡＳＤＡＱからスタンダード市場に移行",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-07",
      "text": "３ 【配当政策】 当社は、株主への還元を第一として、配当原資確保のための収益力を強化し、当社の余剰金の配当は年2回継続的かつ安定的に行うことを基本方針としており、それぞれの配当の決定機関は、中間配当は取締役会、期末配当は株主総会であります。 第79期連結決算におきましては、親会社株主に帰属する当期純利益は３期連続の黒字となりました。また、2024年9月に実行した減資により、累損が一掃されたことに加えて、第79期単体決算の当期純利益も黒字となったことで、単体での剰余金による配当原資を確保するに至っておりますが、2026年３月期において減価償却費の負担が急増すること、放熱基板の生産能力を3倍にする設備投資に充当するために行使価額修正条項付新株予約権を発行したものの、３年間の行使期間の中で調達のタイミングが流動的であること等、引続き成長のための資金を留保しておく必要があり、当事業年度の配当につきましては見送ることと致します。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-07",
      "text": "株主に対する特典 なし"
    }
  ],
  "last_updated": "2026-02-07"
}