{
  "ticker": "7567.T",
  "business_description": "３ 【事業の内容】 当社グループ(当社及び当社の関係会社)は、当社及び子会社１社で構成されており、産業用一般電子部品、電子機器の販売を行っております。なお、事業区分としては、単一のセグメントであります。 連結子会社である東栄電子株式会社は、当社と同様に産業用一般電子部品、電子デバイスの販売を主な事業内容としております。 事業系統図は、次のとおりであります。",
  "history_summary": "２ 【沿革】 年月 沿革 1971年４月 神奈川県川崎市苅宿に電子部品、電子機器の販売を目的として株式会社栄電子を設立する。 1971年７月 神奈川県横浜市戸塚区に横浜営業所(現神奈川営業所)を設置する。 1972年３月 神奈川県横浜市戸塚区に本店を移転する。 1974年７月 東京都千代田区に本店を移転する。 1977年12月 東京都千代田区に東栄電子株式会社(現連結子会社)を設立する。 1981年４月 埼玉県川越市に埼玉営業所を設置する。 1982年10月 東京都千代田区に秋葉原営業所(現営業二課)を設置する。 1983年３月 東京都昭島市に立川営業所(現西東京営業所)を設置する。 1985年８月 山梨県甲府市に山梨出張所(現山梨営業所)を設置する。 1986年７月 新潟県長岡市に長岡出張所(新潟営業所)を設置する。 1987年４月 東京都千代田区に東京中央営業所(現営業一課)を設置する。 1989年９月 宮城県仙台市に宮城出張所(東北営業所)を設置する。 1989年10月 熊本県熊本市に熊本出張所(現熊本営業所)を設置する。 長野県上田市に長野出張所(現長野営業所)を設置する。 1991年11月 千葉県千葉市に本社事務所を移転する。 1992年４月 長野県小県郡丸子町に長野出張所を移転する。 1993年５月 山梨県韮崎市に山梨営業所を移転する。 1993年７月 岩手県北上市に東北営業所を移転する。 1996年７月 岩手県稗貫郡石鳥谷町に東北営業所を移転する。 1997年８月 長野県上田市に長野営業所を移転する。 1997年10月 日本証券業協会に株式を店頭登録。 1998年５月 宮城県仙台市青葉区に宮城営業所を設置する。 1999年２月 東北営業所を廃止する。 1999年11月 東京都千代田区に本社事務所を移転する。 2003年10月 大阪府大阪市淀川区に大阪営業所を設置する。 2004年２月 愛知県名古屋市中区に名古屋営業所を設置する。 株式会社タチバナ電子の株式取得。 2004年11月 中国上海市に上海駐在員事務所を設置する。 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場。 2005年３月 中国大連市に大連事務所を設置する。 2006年１月 中国大連市の大連事務所を廃止する。 2006年３月 中国上海市の上海駐在員事務所を撤退する。 2006年５月 東京都江東区に物流センターを設置する。 2007年５月 埼玉県浦和市（現さいたま市）に埼玉営業所を移転する。 2007年11月 中国上海市に心栄電子商貿(上海)有限公司を現地法人として設立する。 2008年12月 東京都千代田区に本社ビル完成、移転する。 物流センターを本社ビル内へ移転する。 2009年３月 埼玉県児玉郡上里町に埼玉営業所を移転する。 2009年４月 東栄電子株式会社が株式会社タチバナ電子を吸収合併。 2009年９月 新潟営業所を廃止する。 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所（ＪＡＳＤＡＱ市場）に株式を上場。 2010年10月 大阪証券取引所ヘラクレス市場、同取引所ＪＡＳＤＡＱ市場及び同取引所ＮＥＯ市場の各市場の統合に伴い、大阪証券取引所ＪＡＳＤＡＱ(スタンダード)に株式を上場。 2011年５月 2013年７月 2019年９月 2020年５月 2021年２月 2022年４月 宮城県仙台市宮城野区に宮城営業所を移転する。 大阪証券取引所と東京証券取引所の現物市場統合に伴い、東京証券取引所（ＪＡＳＤＡＱスタンダード）に株式を上場。 福岡県福岡市博多区に福岡営業所を設置する。 名古屋営業所を廃止し、大阪営業所に統合する。 心栄電子商貿(上海)有限公司を清算する。 東京証券取引所の市場区分の見直しによりＪＡＳＤＡＱ（スタンダード）からスタンダード市場へ移行する。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-07",
      "text": "３ 【配当政策】 当社は、株主の皆様への利益還元を経営上の最重要事項のひとつと認識し、持続的な成長と企業価値向上のための投資や財務基盤の健全性とのバランスを考慮した上で資本効率を意識した利益還元を行うことを基本方針としております。 内部留保資金は、先端的新商材発掘による事業領域の拡大や変化する環境に適応した組織構築・人材育成等、事業基盤の再投資に活用して参ります。 上記基本方針のもと、配当金は、連結配当性向20～30％を目安とするとともに、安定的な利益還元を行うためDOE(連結株主資本配当率)1.0％を下限値の目途として設定し、中長期的にはDOE2.0％以上とすることを目標として参ります。 当事業年度の利益処分につきましては、業績内容及び財務状況等を総合的に勘案した結果、１株当たり10円の普通配当を実施することといたしました。この結果、連結配当性向は136.3％、純資産配当率は1.1％となりました。 配当は期末配当の年１回を基本的な方針としており、期末配当の決定機関は株主総会であります。なお、当社は、会社法第454条第５項に基づき、取締役会の決議により、毎年９月30日を基準日として、中間配当を行うことができる旨を定款に定めております。 (注) 基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額 (千円) １株当たり配当額 (円) 2025年６月27日 定時株主総会決議 50,787 10"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-07",
      "text": "株主に対する特典 毎年３月31日現在の株主名簿に記載された１単元（100株）以上を保有されている株主の方に対し、QUOカード（ クオカード ）1,000円分を贈呈いたします。 (注) 当社の株主は、その有する"
    }
  ],
  "last_updated": "2026-02-07"
}