{
  "ticker": "7550.T",
  "business_description": "３ 【事業の内容】 当社グループは、当社及び関係会社 169社の計170社により構成されており、フード業の経営を幅広く行っております。 なお、当社は特定上場会社等に該当し、インサイダー取引規制の重要事実の軽微基準のうち、上場会社の規模との対比で定められる数値基準については連結ベースの計数に基づいて判断することとなります。 (1) グローバルすき家セグメント(グループ売上シェア： 26.0％ ) ㈱すき家及び泉盛餐飲(上海)有限公司等の海外子会社は、日本国内と中国、東南アジア及び中南米で牛丼チェーンの「すき家」を直営展開しており、ご家族やグループなど幅広いお客様に、主力の牛丼を中心に安全で美味しい商品を手軽な価格で提供しております。 (2) グローバルはま寿司セグメント(グループ売上シェア： 21.9％ ) ㈱はま寿司及び泉盛餐飲(上海)有限公司等の海外子会社は、日本国内と中国等で寿司チェーンの「はま寿司」を直営展開しており、新鮮な海産物を使用した寿司に加え、麺類やデザート、ドリンクなどのサイドメニューも充実させており、お子様から大人まで楽しんでいただいております。 (3) グローバルファストフードセグメント(グループ売上シェア： 27.6％ ) ㈱なか卯は、親子丼・京風うどんの「なか卯」を直営及びＦＣで展開しております。 ㈱ロッテリアは、ハンバーガーチェーンの「ロッテリア」等を中心に直営及びＦＣで展開しております。 ㈱エイ・ダイニングでは、ラーメン専門店の「伝丸」等を関東中心に直営展開しております。 ㈱かつ庵は、とんかつ専門店の「かつ庵」を関東・中部中心に直営展開しております。 ㈱久兵衛屋は、武蔵野うどん・天ぷら・しゃぶしゃぶの「久兵衛屋」を関東中心に直営展開しております。 ㈱瀬戸うどんでは、セルフサービスの讃岐うどん専門店の「瀬戸うどん」等を関東中心に直営展開しております。 ㈱善祥カフェは、フェアトレードコーヒーのカフェ「モリバコーヒー」等を関東中心に展開しております。 TCRS Restaurants Sdn.Bhd.は、チキンライス専門店の「The Chicken Rice Shop」等をマレーシアで直営展開しております。 Advanced Fresh Concepts Corp. の「AFC」、「ZENSHI」等やSushi Circle Gastronomie GmbHの「sushicircle」等や及びWonderfield TopCo Limitedの「SNOWFOX」、「Bento」、「Taiko」、「YO!」「SNOWFRUIT」等は、テイクアウト寿司店等を直営及びＦＣで展開しております。 (4) レストランセグメント(グループ売上シェア： 13.7％ ) ㈱ココスジャパンでは、ファミリーレストランの「ココス」等を全国に直営及びＦＣで展開しております。 ㈱ビッグボーイジャパンでは、ハンバーグ＆ステーキレストランを直営展開しております。関東・関西・東北中心に「ビッグボーイ」等、北海道で「ヴィクトリアステーション」を展開しております。 ㈱ジョリーパスタでは、パスタ専門店の「ジョリーパスタ」等を関東・関西中心に直営展開しております。 ㈱TAG-1では、焼肉レストランの「熟成焼肉いちばん」等を関東・関西中心に直営展開しております。 ㈱オリーブの丘では、本格的なイタリア料理専門の「オリーブの丘」を関東で直営展開しております。 ㈱華屋与兵衛では、和食レストランの「華屋与兵衛」を関東で直営展開しております。 (5) 小売セグメント(グループ売上シェア： 6.7％ ) ㈱ジョイマートは、スーパーマーケット経営を行っております。 ㈱ユナイテッドベジーズは、青果の販売を主な事業としております。 (6) 本社・サポートセグメント(グループ売上シェア： 0.4％ ) ㈱ＧＦＦは、食品の製造・加工を主な事業としております。 ㈱ゼンショー商事は、食材の仕入・販売を主な事業としております。 ㈱グローバルフレッシュサプライは、物流機能／食材の全国配送を主な事業としております。 ㈱テクノ建設は、店舗設備・メンテナンスを主な事業としております。 ㈱グローバルテーブルサプライは、備品・ユニフォーム等の調達／販売を主な事業としております。 (7) その他(グループ売上シェア： 3.6％ ) その他の事業は、主として外販製造卸売事業、介護事業及び畜産水産事業であります。 ㈱トロナジャパンは、家庭用冷凍食品等の販売を行っております。 ㈱サンビシは、醤油やドレッシングなどの製造・販売を行っております。 ㈱輝は、介護事業を運営しております。 ㈱ゼンショーライスは、玄米・精米の販売を行っております。 事業の系統図は次のとおりであります。",
  "history_summary": "２ 【沿革】 年月 事項 1982年６月 当社を設立し、神奈川県横浜市鶴見区に横浜工場併設の本社を設置。 1982年７月 ランチボックス(弁当店)１号店として、生麦店(神奈川県横浜市鶴見区)を開店。 1982年11月 すき家(牛丼店)ビルイン１号店として、生麦駅前店(神奈川県横浜市鶴見区)を開店。 1987年７月 フリースタンディング１号店として、水戸店(茨城県水戸市)を開店。 1997年８月 日本証券業協会に株式を店頭登録。 1999年９月 東京証券取引所第二部市場へ上場。 2000年７月 国内レストラン事業参入のため、㈱ココスジャパンの株式を取得。 2000年10月 設備・メンテナンス効率化のため、㈱テクノサポート(現 ㈱テクノ建設)を設立。 2000年11月 食材調達の効率化のため、㈱グローバルフーズ(現 ㈱ゼンショー商事)を設立。 2001年９月 東京証券取引所市場第一部銘柄指定。 2002年６月 消耗品、備品調達の効率化のため、㈱グローバルテーブルサプライを設立。 2002年10月 回転寿司事業参入のため、㈱はま寿司を設立。 2002年12月 国内レストラン事業強化のため、㈱ビッグボーイジャパンの株式を取得。 2004年２月 グループ会社の本部機能を集約し、本社を現在地(東京都港区港南2－18－1)へ移転。 2005年１月 中国にすき家事業参入のため、可口食餐飲(上海)有限公司(現 泉盛餐飲(上海)有限公司)を設立。 2005年３月 ファストフード事業強化のため、㈱なか卯の株式を取得。 2005年９月 食の安全への取り組み強化のため、食品安全追求室(現 グループ食品安全基準本部)を新設。 2006年４月 製造機能拡充のため、㈱ユーディーフーズ(現 ㈱サンビシ)が、醤油醸造事業を譲受け。 2006年５月 食の安全への取り組み強化のため、中央分析センターを設立。 2006年６月 家庭用冷凍食品等の販売を行うため、製造販売事業の㈱グローバルピザシステム(現 ㈱トロナジャパン)を設立。 2006年８月 物流の効率化のため、㈱グローバルフレッシュサプライを設立。 2007年２月 青果販売事業参入のため、㈱ユナイテッドベジーズの株式を取得。 2007年３月 国内レストラン事業強化のため、㈱サンデーサン(現 ㈱ジョリーパスタ)の株式を取得。 東ティモールにて、フェアトレードの取り組みを開始。 2007年７月 すき家(牛丼店)の沖縄県出店により、全47都道府県への出店達成。 2007年８月 人事戦略の強化のため、㈱インタービジョンコンソーシアム(現 ㈱ヒューマンロジック研究所)の株式を取得。 2008年１月 畜産事業参入のため、㈱善祥園を設立。 2008年６月 ＩＴによる事業の効率化のため、㈱グローバルＩＴサービスを設立。 2008年８月 ブラジルにすき家事業参入のため、ZENSHO DO BRASIL COMERCIO DE ALIMENTOS LTDA.を設立。 2008年10月 国内レストラン事業強化のため、㈱華屋与兵衛の株式を取得。 2010年12月 求人募集業務の効率化のため、㈱ゼンショーベストクルーを設立。 2011年２月 タイにすき家事業参入のため、ZENSHO (THAILAND) CO.,LTD.を設立。 2011年５月 ㈱ゼンショー分割準備会社(現 ㈱すき家)を設立。 2011年10月 グローバル展開のため持株会社体制に移行し、社名を㈱ゼンショーから㈱ゼンショーホールディングスへ変更。㈱ゼンショー分割準備会社の名称を、㈱ゼンショー(現 ㈱すき家)に変更。 メキシコにすき家事業参入のため、ZENSHO FOOD DE MEXICO S.A.DE C.V.を設立。 2011年12月 製造機能強化のため、㈱GFFを設立。 2012年３月 マレーシアにすき家事業参入のため、ZENSHO FOODS MALAYSIA SDN.BHD.を設立。 2012年４月 障がい者雇用の推進及び自立支援のため、㈱ゼンショービジネスサービスを設立。 2012年10月 自然エネルギーによる発電事業を行うため、㈱ゼンショー・クリーン・エナジーを設立。 2012年11月 小売事業参入のため、㈱マルヤ(現 ㈱ジョイマート)の株式を取得。 2013年１月 玄米・精米の販売を行うため、製造販売事業の㈱ゼンショーライスを設立 2013年４月 台湾にすき家事業参入のため、台湾善商股份有限公司を設立。 インドネシアにすき家事業参入のため、PT. ZENSHO INDONESIAを設立。 2013年５月 米国での製造機能強化のため、米国のPocino Foods Companyの株式を取得。 2013年10月 小売事業強化のため、㈱マルエイ(現 ㈱ジョイマート)の株式を取得。 2013年12月 小売事業の統括を行うため、㈱日本リテールホールディングスを設立。 2014年１月 介護事業参入のため、㈲介護サービス輝(現 ㈱輝)の株式を取得。 2014年６月 地域に根ざした店舗経営体制の確立のため、㈱ゼンショー(現 ㈱すき家)を分割会社とし、㈱北日本すき家、㈱関東すき家、㈱東京すき家、㈱中部すき家、㈱関西すき家、㈱中四国すき家、㈱九州すき家を承継会社とする新設分割を実施。 2014年８月 小売事業強化のため、㈱尾張屋(現 ㈱ジョイマート)の株式を取得。 年月 事項 2014年10月 ㈱ゼンショー(現 ㈱すき家)のすき家事業への特化による事業強化・発展のため、レストラン事業及びファストフード事業を㈱エイ・ダイニングへ吸収分割により承継。 2015年１月 米州事業の統括を行うため、米国にZensho USA Corporationを設立。 2015年２月 生産部門の統括を行うため、㈱ゼンショーファクトリーホールディングスを設立。 2015年４月 当社グループ独自の電子マネーの導入のため、㈱ゼンショー・クーカを設立。 2015年５月 企業内保育施設の運営を行うため、㈱かがやき保育園を設立。 2015年６月 畜産事業強化のため、㈲水下ファームの株式を取得。 2015年７月 専門店としての事業強化のため、㈱エイ・ダイニングのレストラン事業を㈱TAG-1へ吸収分割により承継し、ファストフード事業の一部を㈱善祥カフェへ譲渡。 製販分離による機能強化のため、㈱トロナジャパンの製造事業を㈱TRファクトリーへ吸収分割により承継。 2016年１月 ベトナムにすき家事業参入のため、ZENSHO VIETNAM CO.,LTD.を設立。 2016年４月 マレーシアのファストフード事業強化のため、ZENSHO ICHIBAN MALAYSIA SDN.BHD.がファストフード事業を譲受け。 2016年７月 ファストフード事業強化のため、㈱かつ庵を設立。 2016年９月 専門店としての事業強化のため、㈱エイ・ダイニングよりファストフード事業の一部を㈱久兵衛屋及び㈱瀬戸うどんへ吸収分割により承継。 2016年11月 介護事業強化のため、㈱ロイヤルハウス石岡及びシニアライフサポート㈱の株式を取得。 中国事業の統括を行うため、泉膳(中国)投資有限公司を設立。 小売事業強化のため、㈱フジタコーポレーション(現 ㈱ジョイマート)の株式を取得。 2017年４月 損害保険代理店業務を行うため、㈱ゼンショー・インシュアランス・サービスを設立。 2017年５月 レストラン事業強化のため、㈱オリーブの丘を設立。 2017年６月 介護事業の統括を行うため、㈱日本介護ホールディングスを設立。 2017年７月 介護事業強化のため、㈲エンネルグ(現 ㈱エンネルグ)の株式を取得。 2017年12月 小売事業強化のため、㈱アタック(現 ㈱ジョイマート)が吸収分割により承継。 2018年５月 シンガポールにファストフード事業参入のため、ZENSHO JAPANESE RESTAURANT COMPANY PTE.LTD.を設立。 2018年８月 フィリピンにすき家事業参入のため、ZENSHO (PHILIPPINES),INCを設立。 2018年10月 香港にすき家事業参入のため、ZENSHO HONG KONG CO.,LTD.を設立。 2018年11月 米国の持ち帰り寿司事業参入のため、Advanced Fresh Concepts Corp.の株式を取得。 介護事業強化のため、㈱アイメディケアの株式を取得。 2019年１月 レストラン事業の統括を行うため、㈱日本レストランホールディングス（現 ㈱ゼンショーグローバルレストランホールディングス）を設立。 2019年２月 東南アジア事業の統括を行うため、ZENSHO SOUTH EAST ASIA HOLDINGS PTE.LTD.の設立。 マレーシア事業の統括を行うため、ZENSHO HOLDINGS MALAYSIA SDN.BHD.の設立。 2019年５月 マレーシアのファストフード事業拡大のため、TCRS Restaurants Sdn.Bhd.の株式を取得。 2019年６月 国際人財との共生社会の実現のため、㈱JinZaiを設立。 2019年８月 ㈱ジョリーパスタを株式交換により完全子会社化（上場廃止）。 2019年12月 欧州事業の統括を行うため、Zensho Europe Holdings B.V.を設立。 スペインの持ち帰り寿司事業拡大のため、Worldfood To Go, S.L.の株式を取得。 2020年２月 ㈱ココスジャパンを株式交換により完全子会社化（上場廃止）。 2020年３月 すき家事業の経営のより一層の効率化を図るため、㈱すき家本部を存続会社とし、すき家地域会社９社を消滅会社とする吸収合併を実施し、㈱すき家本部を㈱すき家に社名変更。 2020年４月 障がい者の雇用推進や自立支援のため、㈱ゼンショーストアサポートを設立。 2020年８月 酒造販売事業事業参入のため、晴雲酒造㈱の株式を取得。 2021年３月 小売事業の更なるマネジメント強化を図るため、㈱マルヤを存続会社とし、その他4社（㈱マルエイ、㈱尾張屋、㈱フレッシュコーポレーション、㈱アタック）を消滅会社とする吸収合併を実施し、㈱マルヤを㈱ジョイマートに社名変更。 2021年６月 国内外の調達強化のため、㈱グローバルMDホールディングスを設立。 2021年７月 水産事業参入のため、㈱マリックスの株式を取得。 2021年９月 日本食専門店事業の一層の強化のため、㈱ゼンショーファストホールディングス（現 ㈱ゼンショーグローバルファストホールディングス）を設立。 2021年10月 玄米・精米の製造販売事業強化のため、㈱齋藤商店の株式を取得。 2022年３月 水産事業強化のため、五十嵐水産㈲（現 ㈱五十嵐水産）の株式を取得。 年月 事項 2022年４月 UXデザインのクオリティ向上のため、㈱品川デザインを設立。 東京証券取引所の市場区分の見直しにより市場第一部からプライム市場へ移行。 2023年４月 ハンバーガー事業参入のため、㈱ロッテリアの株式を取得。 2023年５月 ドイツの持ち帰り寿司事業拡大のため、Sushi Circle Gastronomie GmbHの株式を取得。 2023年８月 水産事業強化のため、中谷水産㈲（現 ㈱中谷水産）の株式を取得。 2023年９月 イギリスの持ち帰り寿司事業拡大のため、SnowFox Topco Limited（現 Wonderfield TopCo Limited）の株式を取得。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-21",
      "text": "３ 【配当政策】 当社グループは、株主の皆様に対する安定した利益還元を経営の重要政策の一つと考え、積極的な業容の拡大と内部留保金の充実を図りながら、業績に応じた利益配分を行うことを基本方針としております。 上記方針に従い、当事業年度における配当は、１株につき中間配当 35円 、期末配当 35円 、年間配当 70円 を実施することを決定しました。また、Ａ種優先株式につきましては、発行時に定めた所定の計算による配当を実施しました。なお、当社は会社法第459条の規定に基づき、取締役会の決議によって剰余金の配当ができる旨を定めております。 内部留保資金につきましては、新規店舗と既存店の改装等への設備投資に有効に活用してまいりたいと考えております。 当事業年度に係る普通株式の剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 (百万円) １株当たり配当額 (円) 2024年11月12日 5,493 35 取締役会決議 2025年５月13日 5,493 35 取締役会決議 (注) １． 2024年11月12日 取締役会決議の配当金の総額には、「株式給付信託(ＢＢＴ)」の信託財産として㈱日本カストディ銀行(信託Ｅ口)が所有する当社普通株式に対する配当金 10百万円 が含まれております。 ２． 2025年５月13日 取締役会決議の配当金の総額には、「株式給付信託(ＢＢＴ)」の信託財産として㈱日本カストディ銀行(信託Ｅ口)が所有する当社普通株式に対する配当金 10百万円 が含まれております。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-21",
      "text": "株主に対する特典 贈呈基準 毎年３月31日現在及び９月30日現在の株主名簿に記載された株主を対象に、全国のゼンショーグループ取扱店舗で使用できる「株主様お食事ご優待券」を贈呈。 ・100株以上300株未満 1,000円分([500円券２枚]×１冊)年２回、ご優待券を贈呈 ・300株以上500株未満 3,000円分([500円券６枚]×１冊)年２回、ご優待券を贈呈、代替品交換可 ・500株以上1,000株未満 6,000円分([500円券６枚]×２冊)年２回、ご優待券を贈呈、代替品交換可 ・1,000株以上5,000株未満 12,000円分([500円券６枚]×４冊)年２回、ご優待券を贈呈、代替品交換可 ・5,000株以上一律 30,000円分([500円券６枚]×10冊)年２回、ご優待券を贈呈、代替品交換可 代替品 ・定められた期限内に未使用で最新のご優待券を返送することで、優待券3,000円分につき、「すき家牛丼の具」などの商品１セットと交換が可能。詳細はhttps://www.zensho.co.jp/jp/ir/investor/complimentary.htmlをご参照ください。 取扱店舗（日本国内に限る） ・ 牛丼チェーン 「すき家」 ・ 親子丼・京風うどん 「なか卯」 ・ とんかつチェーン 「かつ庵」 ・ ファミリーレストラン 「ココス」 ・ ハンバーグ＆ステーキレストラン 「ビッグボーイ」 ・ ハンバーグ＆ステーキレストラン 「ヴィクトリアステーション」 ・ パスタ専門店 「ジョリーパスタ」 ・ 本格イタリア料理専門店 「オリーブの丘」 ・ 和食レストラン 「華屋与兵衛」 ・ メキシカンレストラン 「エルトリート」 ・ 寿司チェーン 「はま寿司」 ・ 武蔵野うどん・天ぷら 「久兵衛屋」 ・ 焼肉チェーン店 「熟成焼肉いちばん」 ・ ハンバーガーチェーン 「ロッテリア」 ※一部ご利用いただけない店舗があります。 (注)１．当社定款の定めにより、単元未満株主は、会社法第189条第２項各号に掲げる権利、同法第166条第１項の規定による請求をする権利、株主の有する株式数に応じて募集株式の割当て及び募集新株予約権の割当てを受ける権利並びに"
    }
  ],
  "last_updated": "2026-01-21"
}