{
  "ticker": "6840.T",
  "business_description": "３【事業の内容】 当社グループは、2025年３月31日時点において、当社（株式会社AKIBAホールディングス）及び連結子会社５社の計６社で構成されており、メモリ・PC関連デバイス・IoT事業、通信建設テック事業及びHPC事業の３セグメントに分類される事業を展開しております。 当社グループ各社の相関関係及び事業系統図は下記に記載のとおりであり、次の３部門は「第５ 経理の状況 １ 連結財務諸表等 (1)連結財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 また、当社は、有価証券の取引等の規制に関する内閣府令第49条第２項に規定する特定上場会社等に該当しており、これにより、インサイダー取引規制の重要事実の軽微基準については連結ベースの数値に基づいて判断することとなります。 (1）メモリ・PC関連デバイス・IoT事業 産業・工業用及び一般向けPC用及びサーバ用メモリ製品の製造・販売、パソコン周辺機器・パーツの国内外からの調達、卸売及び販売等並びにIoTデバイスの設計・開発を行うIoTソリューション、各種マイコンユニット、電源モジュール等、電子回路の開発・設計・製造を行っております。 該当会社は、株式会社アドテックとなります。 (2）通信建設テック事業 通信キャリアの携帯基地局関連工事を中心とした通信建設事業のほか、特にIT関連に強みを持った全国３拠点から構成されるコンタクトセンター事業、通信キャリアを主な顧客として、顧客の業務プロセスの設計から業務の運用までをワンストップで請け負うBPO事業、通信業界における顧客のビジネスニーズを分析してそれに対する最適解を構築する通信コンサルティング事業、人材派遣・人材紹介、システム開発・受託事業、再生可能エネルギー事業、通信土木工事業を行っております。 該当会社は、株式会社バディネット、株式会社ブランチテクノとなります。 (3）HPC事業 HPC（High Performance Computing/科学技術計算）分野向けコンピュータの製造、販売を行っております。 該当会社は、株式会社HPCテックとなります。 ［事業系統図］ 以上述べた事項を事業系統図によって示すと次のとおりであります。",
  "history_summary": "２【沿革】 当社（1968年12月12日株式会社上野いがらしとして設立、本店所在地東京都台東区。以降、1993年６月８日に本店所在地を東京都千代田区に移転。1994年６月17日に商号を株式会社エフ・ケーコーポレーションに変更。1994年６月28日に商号を株式会社エフ・ケーインターナショナルに変更。）は株式会社アドテック（1983年２月17日設立、本店所在地東京都目黒区）の株式額面金額を変更するため、1997年10月１日を合併期日として、同社を吸収合併し、（1997年10月31日に商号を株式会社エフ・ケーインターナショナルから株式会社アドテックに変更）同社の資産・負債及びその他一切の権利義務を引き継ぎましたが、合併前の当社は休業状態にあり、合併後において被合併会社の営業活動を全面的に継承いたしました。従いまして、実質上の存続会社は被合併会社である旧株式会社アドテックでありますから、以下の記載事項につきましては、特段の記述がない限り、合併期日までは実質上の存続会社について記載しております。 なお、事業年度の期数は、実質上の存続会社の期数を継承しておりますので、1998年４月１日より始まる事業年度を第17期といたしました。 また、当社は2015年10月１日をもって純粋持株会社体制へ移行し、同日付で「株式会社アドテック」から「株式会社AKIBAホールディングス」に商号変更するとともに、当社のメモリ製品製造販売事業を、新設分割により設立する「株式会社アドテック」に承継いたしました。 上記の沿革を図にいたしますと、以下の通りであります。 また、実質上の存続会社である株式会社AKIBAホールディングス（旧商号：株式会社アドテック）の設立以降の沿革は以下の通りであります。 年月 事項 1983年２月 電子部品及び電子機器の製造開発並びに販売を目的として東京都目黒区上目黒二丁目20番５号伊勢脇ビルに株式会社アドテックを設立 1983年11月 業容拡大により本店を東京都目黒区青葉台一丁目29番６号ライオンズビルへ移転 1993年６月 パソコン用増設メモリモジュールの製造販売を開始 1994年５月 業容拡大により本店を東京都目黒区東山一丁目６番１号へ移転 1995年６月 業容拡大により本店を東京都目黒区東山一丁目４番４号へ移転 1995年９月 スパークインターナショナル社からワークステーションに内蔵する増設メモリモジュールの製造を認められ、同社とライセンス契約を締結する。 1995年10月 サンマイクロシステムズ社からワークステーションに内蔵する増設メモリモジュールの製造を認められ、同社とライセンス契約を締結する。 1996年３月 海外部門強化のため株式会社アミックスに資本参加し、当社の100％子会社とする。 1996年５月 大阪市中央区に大阪支店を開設 1997年８月 福岡市博多区に福岡営業所（現・福岡支店）を開設 1997年10月 １株の額面金額を50,000円から500円に変更するため、株式会社エフ・ケーインターナショナルと合併 1998年１月 無線LANシステムを発売 1998年２月 デジタルカメラ用の「コンパクトフラッシュカード」を発売 1998年３月 大容量のハードディスクである「RAID」を発売 1998年４月 デジタルカメラ用の「スマートメディア」を発売 1998年６月 名古屋市中区に名古屋支店を開設 1998年11月 日本証券業協会に株式を店頭登録 1998年12月 パソコン用の「液晶モニタ」を発売 1999年５月 大容量データのバックアップ用としての光磁気ディスクドライブ（MO）の発売 1999年９月 大容量を必要とするマルチメディアデータを作成するためのCD書込み／書換え装置（CD—R、CD—RW）の発売 1999年12月 ISO9001登録（メモリモジュールの設計、製造管理） 2000年１月 特許取得（無線LANにおける伝送制御方法及び伝送制御装置） 2000年６月 ISO9001（名古屋支店及び福岡支店に登録範囲を拡大） 2000年11月 パソコン「Live（ライブ）」シリーズを発売 2001年３月 シリコンオーディオプレーヤー「Mpio」を発売 2002年８月 ISO14001登録（環境マネジメントシステム） 2002年９月 DVDマルチドライブを発売 2003年11月 江東区青海にカスタマ・センター移転 2003年12月 JEDEC外形企画に準拠したハロゲンフリー基盤採用のメモリーモジュールを発売 2004年３月 高速書込み、低音・低振動設計の内蔵型DVDドライブを発売 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所（現、東京証券取引所ＪＡＳＤＡＱ（スタンダード））に株式を上場 2005年６月 名古屋支店を大阪支店へ統合・廃止 2005年６月 本店を東京都目黒区東山より東京都目黒区青葉台へ移転 2005年８月 大阪支店を大阪市中央区より大阪市浪速区へ移転 2005年11月 東京支店を新設、本店機能を移転 2006年６月 カスタマ・センターを東京支店へ統合・廃止 2006年９月 本店を東京都中央区へ移転東京支店を本店へ統合・廃止 株式会社MCJ及び株式会社MCJパートナーズと業務・資本提携契約を締結 2010年８月 大阪支店を大阪市浪速区より大阪市中央区へ移転 2012年６月 本店を東京都渋谷区へ移転 2012年９月 株式会社MCJと業務・資本提携契約を解除 2012年12月 本店を東京都港区へ移転 年月 事項 2013年４月 福岡支店を福岡市博多区より福岡市中央区に移転 2013年５月 株式会社エッジクルーを設立 2013年７月 大阪証券取引所と東京証券取引所の現物市場の統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード）に株式を上場 2013年８月 大阪支店を大阪市中央区より大阪市浪速区に移転 2013年12月 株式会社ティームエンタテインメントを買収 2015年１月 株式会社バディネット（現 連結子会社）を買収。それに伴い、バディネットの完全子会社である株式会社モバイル・プランニングもグループに加える。 2015年４月 本店を東京都中央区へ移転 2015年10月 会社分割により純粋持株会社へ移行するとともに、株式会社アドテックから株式会社AKIBAホールディングスに商号変更。株式会社アドテック（現 連結子会社）を設立 2016年４月 iconic storage株式会社を買収 2017年１月 株式会社HPCテック（現 連結子会社）を買収 2018年２月 株式会社ティームエンタテインメントを売却 2018年12月 2019年９月 2020年４月 2020年10月 2020年10月 2021年４月 2021年10月 2022年４月 2022年10月 2022年11月 2022年12月 2024年１月 2024年４月 2025年３月 株式会社モバイル・プランニングの株式を現物配当により取得し、直接保有 株式会社モバイル・プランニングを売却 株式会社ダイヤモンドペッツ＆リゾート（旧 株式会社AKIBA LABO福岡、現 連結子会社）にて新規事業（ペット同伴温泉旅館「日光鬼怒川 絆」の運営）開始 ペット同伴温泉旅館「鬼怒川 絆」がグランドオープン 子会社の株式会社バディネットが株式会社トランテンエンジニアリングを買収 子会社の株式会社バディネットがiconic storage株式会社並びに株式会社トランテンエンジニアリングを吸収合併 子会社の株式会社アドテックがシーアールボックス株式会社を買収 東京証券取引所の市場区分の見直しにより、東京証券取引所ＪＡＳＤＡＱ（スタンダード）からスタンダード市場に移行 子会社の株式会社アドテックがシーアールボックス株式会社を吸収合併 子会社の株式会社バディネットが株式会社リーバンを買収 株式会社エッジクルーが株式会社アキバデバイスに商号変更し、デジタル製品の通販サイト「アキバデバイス」を事業譲受 子会社の株式会社アドテックが株式会社アキバデバイスを吸収合併 子会社の株式会社バディネットが株式会社ブランチテクノ（現 連結子会社）を買収 子会社の株式会社バディネットが株式会社リーバンを吸収合併",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-01",
      "text": "３【配当政策】 当社は、株主に対する利益還元を経営の重要な課題の一つとして認識しております。日々激変する経営環境のもとで、安定的な経営基盤の確保に心がけ、株主資本利益率の向上に努めるとともに、安定的な配当の継続を、業績に応じて行うことを基本方針としております。 当期は、連結業績においては当期純利益を確保いたしましたが、財務基盤の強化と成長分野への投資に向けて、内部留保の充実を図るため、引き続き無配とさせていただきます。持続的な成長を成し遂げるための収益基盤を早期に構築し、復配を目指してまいります。 なお、当社の剰余金の配当は期末配当の年１回を行うことを基本方針としております。このほか、取締役会の決議により毎年９月30日を基準日とする中間配当が出来る旨を定款に定めております。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-01",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-02-01"
}