{
  "ticker": "7521.T",
  "business_description": "３【事業の内容】 当社グループは、株式会社ムサシ（当社）及び子会社10社、関連会社１社により構成されており、情報・印刷・産業システム機材、金融汎用・選挙システム機材及び紙・紙加工品の販売並びに不動産賃貸・リース事業等を行っております。事業内容及び当社と関係会社の事業区分に係る位置づけは次のとおりであります。なお、次の４部門は「第５ 経理の状況 １ 連結財務諸表等 (1)連結財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 区分 主要取扱品目 主要な会社 情報・印刷・産業システム機材 電子メディア・マイクロフィルム総合システムの機器・材料・情報処理サービスと保守、機能性材料 印刷システム・ＩＰＳ（名刺・ハガキ印刷）システムの機器・材料と保守、レーザー加工機の機器と保守 産業用検査の機器・材料と保守 当社 ムサシ・フィールド・サポート株式会社 エム・ビー・エス株式会社 エフ・ビー・エム株式会社 株式会社ムサシ・エービーシー ムサシ・イメージ情報株式会社 ムサシ・アイ・テクノ株式会社 株式会社ジェイ・アイ・エム 金融汎用・選挙システム機材 貨幣処理・選挙・セキュリティシステムの機器及び関連機材と保守 当社 武蔵エンジニアリング株式会社 ムサシ・フィールド・サポート株式会社 紙・紙加工品 印刷・出版・情報・事務用紙、紙器用板紙、特殊紙、紙加工品、感圧紙 当社 エム・ビー・エス株式会社 不動産賃貸・リース事業等 不動産の賃貸業・リース業・損害保険代理業・人材事業 武蔵興産株式会社 株式会社武蔵エンタープライズ （注） 無印 連結子会社 ※１ 関連会社で持分法適用会社 ※２ 非連結子会社で持分法非適用会社",
  "history_summary": "２【沿革】 年月 事項 1946年12月 文房具類等の販売を目的として武蔵商事株式会社を設立 1947年１月 紙加工製品の販売に着手 ９月 商号を武蔵産業株式会社に変更 1948年６月 日本専売公社と取引開始 1949年４月 商号を武蔵紙業株式会社に変更 1955年４月 写真機、感光材料の販売会社として株式会社武蔵商会を設立 1956年４月 大阪市東区に大阪出張所を設置 1958年10月 本社ビル竣工（東京都中央区銀座西七丁目６番地１） 1959年４月 富士写真フイルム株式会社の特約代理店となり、ネオコピーの販売を開始 1960年11月 名古屋市中村区に名古屋営業所を設置 1961年３月 福岡県福岡市に福岡営業所を設置 1962年９月 商号を武蔵株式会社に変更 11月 株式会社武蔵商会を吸収合併、広島県広島市に広島営業所、北海道札幌市に札幌営業所を設置 1963年２月 横浜市西区に横浜営業所を設置 ３月 富士事務機株式会社（現 エフ・ビー・エム㈱）に資本参加（現 連結子会社） 1964年９月 宮城県仙台市に仙台営業所を設置 1965年７月 選挙用機器の販売を開始 1967年６月 協同写真工業株式会社（現 ㈱ジェイ・アイ・エム）に資本参加（現 持分法適用会社） 1974年４月 現金処理機器の販売に本格進出 1978年１月 金融汎用・選挙システム機材の開発・製造を目的として武蔵エンジニアリング株式会社（現 連結子会社）を設立 1979年４月 現金処理機器の輸出販売を開始 1981年６月 本社ビル竣工に伴い本社所在地変更（東京都中央区銀座八丁目20番36号） 1986年５月 不動産管理会社として武蔵興産株式会社を設立（現 連結子会社） 1991年12月 商号を株式会社ムサシに変更 1993年４月 ダイニック株式会社と共同開発による名刺・はがき印刷のシステム機販売を開始 1995年２月 株式会社武蔵エンタープライズに資本参加（現 連結子会社） 1996年10月 日本証券業協会に株式を店頭登録 1997年９月 株式会社アジア・ビジネス・コンサルタント（現 ㈱ムサシ・エービーシー）に資本参加（現 連結子会社） 2000年５月 埼玉県大宮市に北関東支店を設置（旧 関東支店（群馬県 高崎市）より移転） ９月 千葉市中央区に東関東支店を設置（旧 千葉営業所） 2001年４月 広島市中区に中四国支店を設置（旧 広島支店） ５月 横浜市神奈川区に神静支店を設置（旧 横浜支店） ６月 情報、リプロ、Ｍ＆Ｅ、ＩＰＳの各東京営業部及び東京技術部を統合し、東京支店を開設 ９月 株式会社ユニ・フォト・マイクロ（現 ムサシ・イメージ情報㈱（連結子会社））に資本参加 2002年３月 株式会社レミントンマイクロ（現 ムサシ・アイ・テクノ㈱）に資本参加（現 連結子会社） ９月 株式会社国際マイクロフォト研究所に資本参加（2007年 ムサシ・イメージ情報㈱と合併） 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場 2005年４月 東京支店を廃止し、東京第一支店、東京第二支店を設置 10月 メンテナンスサービス部門を分社化し、ムサシ・フィールド・サポート株式会社（現 連結子会社）を設立 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所ＪＡＳＤＡＱに上場 2013年７月 東京証券取引所と大阪証券取引所の統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード）に上場 2017年９月 ニュービジネスサプライ株式会社（現 エム・ビー・エス㈱）に資本参加（現 連結子会社） 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所のＪＡＳＤＡＱ（スタンダード）からスタンダード市場に移行",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "３【配当政策】 当社グループは、企業体質の強化と将来の事業展開のため内部留保の充実を図ると同時に、業績の成果に応じた利益還元に努めることを基本方針としております。 当社は、年２回の剰余金の配当（中間配当及び期末配当）を行うことを基本方針としております。 これらの剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。 当期の期末配当金につきましては、当期の業績を鑑み、１株当たり普通配当18円に特別配当12円を加えて、合計30円（年間配当金60円）とさせていただきました。 なお、配当性向は25.6％となります。 内部留保資金につきましては、新商品の開発や新規事業の開拓など将来の企業価値を高めるための投資に活用し、経営基盤の強化に努めてまいります。 当社は、「取締役会の決議により、毎年９月30日を基準日として、中間配当を行うことができる。」旨を定款に定めております。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 （百万円） １株当たり配当額 （円） 2024年11月12日 204 30 取締役会決議 2025年６月27日 204 30 定時株主総会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "株主に対する特典 該当事項はありません。"
    }
  ],
  "last_updated": "2026-02-04"
}