{
  "ticker": "7091.T",
  "last_updated": "2026-01-18",
  "qualitative_data": [
    {
      "fiscal_year_end": "2025-03-31",
      "extracted_date": "2026-01-18",
      "事業の内容": "３ 【事業の内容】 当社グループは、当社及び連結子会社10社の計11社により構成されており、介護事業、障がい者支援事業、保育事業及びその他事業を展開しております。これらの事業をライフケア事業と総称し、単一セグメントとしております。 グループ各社は、当社の経営方針及び事業展開方針に基づき、個別にサービスを提供しております。なお、当社グループは単一セグメントであるため、上記事業領域別の記載を行っております。 各社における具体的な事業内容は、以下のとおりであります。 事業領域の名称 会社名 具体的な事業内容 介護事業 当社 ・介護付有料老人ホーム ・認知症対応型共同生活介護（グループホーム） ・コンサルティング業務 ㈱リビング プラットフォームケア ・介護付有料老人ホーム ・住宅型有料老人ホーム ・サービス付き高齢者向け住宅 ・認知症対応型共同生活介護（グループホーム） ・居宅介護支援 ・認知症対応型通所介護(デイサービス) ・訪問介護 ・訪問看護 ・定期巡回随時対応型訪問介護看護 ・福祉用具貸与 ㈱シルバーハイツ札幌 ・介護付有料老人ホーム ブルー・ケア㈱ ・介護付有料老人ホーム ・住宅型有料老人ホーム ・サービス付き高齢者向け住宅 ・居宅介護支援 ・通所介護（デイサービス） ・訪問介護 ・定期巡回随時対応型訪問介護看護 ㈲トゥルース ・介護付有料老人ホーム 障がい者 支援事業 ㈱チャレンジ プラットフォーム ・就労継続支援B型 ・自立訓練（生活訓練） ・共同生活援助（グループホーム） ・福祉ホーム ・居宅介護 ・同行援護 ・行動援護 ・生活介護 保育事業 ㈱ナーサリー プラットフォーム ・認可保育所 ・企業主導型保育所 ㈲ID・アーマン ・認可保育所 ・認可外保育所 その他事業 ㈱OSプラットフォーム ・給食サービス ・求人広告サービス（求人広告サイト「ほいくみー」） ・不動産保有・賃貸 ・共同購買 ㈱BSプラットフォーム ・特例子会社 ・各種データ入力及び提供業務 ・各種印刷物の企画、編集、制作、印刷及び販売 ㈱メディカルプラットフォーム ・訪問看護 ・調剤薬局 当社グループの提供するサービスの特徴は、「安心を育て、挑戦を創る」をミッションに、「持続可能な社会保障制度を構築する」ことをビジョンに掲げ、介護、障がい者支援、保育が三位一体となり有機的に補完しあっているということにあります。 当社グループは、高齢者向け居住施設の運営を中心として、シニア世代と子育て世代、子どもたちや障がいを持った方々が共存できる小規模コミュニティーを有機的に結び付け、日本で不足しているソーシャルキャピタル（社会・地域における人々の信頼関係や結びつき：相互の信頼や協力）の醸成のための一助となるよう全国各地に施設展開及びサービス拠点の充実を図っております。(図２～図４) 具体的には、近年、慢性的に人材が不足している介護及び保育事業に対し、障がい者の方々が当該各事業における補助業務を行うことにより、介護及び保育事業の人材不足の解消を図ると同時に、障がい者の方々に対して就労の機会を提供いたします。 また、保育事業においては認可保育所に加え、認可外保育所や企業主導型保育所の病児保育を活用しつつ整備を進めております。認可保育所では、障がい者支援事業のノウハウを活かすことにより障がい児保育を行っており、認可外保育所では、多様化するニーズに対応した保育を行っており、企業主導型保育所は、当社グループ事業所の近隣に設置することで、当社グループの各施設等で働く子育て世代の従業員に対して働きやすい環境を提供でき、介護事業を一部補完しております。また、当社グループの高齢者向け事業所との連携において世代間交流を深めております。 このように、各事業が有機的に補完し合うことによりそれぞれ相乗効果が生まれ、高齢者の方々には心から安らげ、充実した日々がおくれるような環境を、児童やそのご家族には、安全でかつ教育にも注力した環境を、障がい者の方々には、社会の一員として生活できるだけでなく、その為に必要な働く場や働くための支援の場、環境を提供しております。障がい者や高齢者の方々が活躍できる労働環境の提供、及び介護事業・障がい者支援事業・保育事業の拡充を通じて、望まない離職の減少を支援し、働く意思はあるが就労できていない人の労働参加や離職せざるを得ない人を離職しなくて良いような環境にしてまいります。(図１) (図１) (図２) 「介護事業」事業所数（承継含む施設介護事業所）及び定員数の推移 事業所数 定員(名) 新規 累計 新規 累計 2020年３月末 8 45 458 2,024 2021年３月末 7 52 378 2,402 2022年３月末 8 60 636 3,038 2023年３月末 12 72 452 3,490 2024年３月末 16 88 576 4,066 2025年３月末 5 93 271 4,337 (注) 事業所数は、介護付有料老人ホーム、住宅型有料老人ホーム、サービス付き高齢者向け住宅、認知症対応型共同生活介護（グループホーム）及び短期入所者生活介護（ショートステイ）の合計数です。その他、当社グループが運営する住宅型有料老人ホームやサービス付き高齢者向け住宅に併設し各種介護サービス（訪問介護や訪問看護等）を提供する事業所等が2025年３月末時点で51事業所あります。 (図３) 「障がい者支援事業」事業所数及び定員数の推移 事業所数 定員(名) 新規 廃止 累計 新規 累計 2020年３月末 6 － 15 110 256 2021年３月末 5 1 19 60 316 2022年３月末 5 － 24 82 396 2023年３月末 6 － 30 64 460 2024年３月末 6 － 36 95 565 2025年３月末 6 － 42 100 665 （注)１．事業所数は、就労継続支援B型事業所、共同生活援助、生活訓練、短期入所、福祉ホームの合計数です。その他、共同生活援助に併設される各種障がい者支援サービス（短期 入所や生活訓練等）を提供する事業所等が2025年３月末時点で19事業所あります。 ２．2020年６月に就労移行支援事業所を廃止しておりますが、当該事業所は他事業の施設として使用しているため定員の変更はありません。 (図４) 「保育事業」事業所数（承継含む）及び定員数の推移 事業所数 定員(名) 新規 廃止 累計 新規 累計 2020年３月末 1 － 8 75 360 2021年３月末 1 － 9 80 440 2022年３月末 7 － 16 534 974 2023年３月末 1 2 15 59 1,033 2024年３月末 1 － 16 50 956 2025年３月末 1 1 16 19 950 (１) 介護事業 当該事業においては、当社及び子会社４社（㈱リビングプラットフォームケア、㈱シルバーハイツ札幌、ブルー・ケア㈱、㈲トゥルース）において、有料老人ホーム、認知症対応型共同生活介護(グループホーム)及び高齢者向け住宅を中心とした各種介護サービスを提供しております。 ① 有料老人ホーム a. 介護付有料老人ホーム 介護保険法に基づき特定施設入居者介護の認定を受けた施設であり、介護が必要な方を対象として、食事をはじめとした健康管理、掃除や洗濯、入浴、排泄等の生活援助をはじめ、健康相談やリハビリ・レクリエーション等の介護サービスを当該施設に常駐する介護職員が日常生活において提供するタイプの有料老人ホームであります。 b. 住宅型有料老人ホーム 生活支援等のサービスが付いた高齢者向けの居住施設であり、介護が必要な高齢者だけでなく、介護は不要という高齢者も利用可能であります。 入居者が介護が必要となった場合、入居者自身の選択により外部の訪問介護等の介護サービスを利用しながら生活することが可能となっております。 当社グループが運営する施設内において、各種介護サービスの事業所を併設すること等により、入居者が必要とする介護サービスを組み合わせて提供しております。 ② サービス付き高齢者向け住宅 高齢者の居住の安定確保に関する法律（以下、「高齢者住まい法」）に基づき国土交通省により創設された制度により登録を行う居住施設であります。バリアフリー構造等を有した居住施設であり、当該施設に常駐する職員が、安否確認及び生活相談等のサービスを提供しております。 入居者が介護が必要となった場合、自身の選択により外部の訪問介護等の介護サービスを利用することが可能となっております。 住宅型有料老人ホーム同様、当社グループが運営する施設内において、各種介護サービスの事業所を併設すること等により、入居者が必要とする介護サービスを組み合わせて提供しております。 ③ 認知症対応型共同生活介護（グループホーム） 介護保険法に基づく地域密着型サービス(注)１の１つで、１ユニット９人までの少人数で共同生活を行うグループホームであります。認知症であるために日常生活を営むのに支障がある高齢者を対象として、当該施設の介護職員が、共同生活を行う住居での食事・排泄・入浴等の介護及びその他の日常生活上の援助を行っております。 ④ 居宅介護支援 当社グループが運営する居宅介護支援事業所において、介護支援専門員（ケアマネジャー）が、利用者（要介護者又は要支援者）に対し利用者の心身の状況や置かれている環境に応じた介護サービスを利用する為の介護サービス計画（ケアプラン）を作成しております。当該プランに基づいて適切なサービスが提供されるよう、事業者や関係機関との連絡調整等の支援を行っております。 ⑤ 通所介護（デイサービス） 介護保険法に基づくサービスであり、当社グループが運営する通所介護事業所への送迎を行い、入浴、食事、機能訓練等の提供を行っております。 ⑥ 訪問介護 利用者が可能な限り自宅で自立した日常生活を送ることができるよう、当社グループが運営する訪問介護事業所の訪問介護員（ホームヘルパー）が利用者の自宅を訪問し、食事・排泄・入浴等の介護（身体介護）や、掃除・洗濯・買い物・調理等の生活の支援（生活援助）を行っております。 ⑦ 訪問看護 当社グループが運営する訪問看護ステーションより、病気や障がいを持った方々が住み慣れた地域やご家庭で、その人らしく療養生活を送れるように、看護師等が利用者の生活の場へ訪問し、看護ケアを提供することにより自立への援助を促すとともに、療養生活の支援を行っております。 ⑧ 定期巡回随時対応型訪問介護看護 利用者が可能な限り自宅で自立した日常生活を送ることができるよう、当社グループが運営する訪問介護事業所の訪問介護員・看護師等が、ケアマネジャーが作成したケアプランに基づき、一日に複数回身体介護を中心とした短時間の支援を行っております。 ⑨ 福祉用具貸与 利用者（要介護者、要支援者）が可能な限り自宅で自立した日常生活を送ることができるよう、利用者の心身の状況、生活環境、利用者の要望等をふまえ、当社グループが運営する福祉用具貸与事業所より、適切な福祉用具の利用の支援を行っております。 ⑩ コンサルティング業務 当社グループの事業開発や事業所運営を通じて培った実践ノウハウを活用した不動産流動化のアドバイザリー業務や事業所の運営に関する支援業務等を行っております。 (２) 障がい者支援事業 当該事業においては、当社の子会社である㈱チャレンジプラットフォームにおいて、就労継続支援B型・自立訓練（生活訓練）・共同生活援助を展開しております。 それぞれの事業内容については、以下のとおりであります。また、介護を必要とされる方には、訪問介護や生活介護のサービスの提供を行っております。 ① 就労継続支援B型 当社において、就労継続支援B型事業所を運営しております。 就労継続支援B型事業は、通常の事業所に雇用されることが困難であり、雇用契約に基づく就労が困難である者に対して、就労の機会の提供及び生産活動の機会の提供、その他の就労に必要な知識及び能力の向上のために必要な訓練その他の必要な支援を行うものであります。 当該事業所においては、PC作業（各種デザイン作成、名刺、はがき等の受注）、軽食喫茶運営（手作りケーキ、クッキー）等、利用者の趣向や特技、能力に合わせた就労作業の提供を通じて、生産活動や就労に必要な知識や能力の向上を図っております。 ② 共同生活援助（グループホーム） 障害者総合支援法に基づいたサービスであり、少人数で共同生活を行うグループホームであります。地域生活を希望する障がいを持たれた方を対象としており、当社が運営するグループホームの職員が、日中及び夜間において、相談及びその他の日常生活上の援助を行っております。 ③ 自立訓練（生活訓練） 障害者総合支援法に基づいたサービスであり、地域生活を営む上で生活能力の維持・向上等のために必要な訓練、地域社会のルール、マナー等に関する相談や助言を行っております。 (３) 保育事業 当該事業においては、当社の子会社である㈱ナーサリープラットフォーム及び㈲ID・アーマンにおいて、認可保育所及び認可外保育所と、福利厚生サービスの一環として企業主導型保育所の運営を行っております。 ① 認可保育所 児童福祉法に基づく児童福祉施設であり、国が定めた設置基準（施設の広さ、保育士等の職員数、給食設備、防災管理、衛生管理等）を満たして都道府県知事に認可を受けた施設です。保育を必要とする０歳から小学校就業前の児童を対象としており、働く女性を応援していく中で、女性にとって大きな壁となる育児と仕事の両立問題を解決したいという思いで運営を行っており、延長保育や一時保育(注)３の導入等、働く母親・父親が安心して児童を預けられるような環境を整えており、障がい児保育も行っております。 また、保育内容についても「リズムあそび」、「えいごあそび（英語教育）」等に力を入れており、このような遊びを通じて児童との信頼関係を築き、心身ともにすくすく、のびのびと成長させる保育を行っております。 ② 認可外保育所 児童福祉法に基づく児童福祉施設であるが、保護者の多様化するニーズに応えられるよう国が定めた設置基準が認可保育所より緩和されており、特色ある保育を提供している施設です。 ③ 企業主導型保育所 待機児童問題の解消を狙い2016年４月から内閣府により制度化された推進事業です。認可外の保育所ですが、設備及び運営に関する基準並びに認可外保育施設指導監督基準等の各種基準を満たす必要があります。女性の活躍推進を支援するために保護者の多様なニーズへの対応として病児保育等のサービスを提供しております。また、地域の児童の受け入れも行っております。 (４) その他事業 当社の子会社である㈱OSプラットフォームにおいて、以下のサービスを展開しております。 ① 給食サービス 当社の子会社である㈱OSプラットフォームにおいて、当社グループが運営する介護・障がい者支援・保育事業の各施設の利用者（顧客）に対し、給食サービスを提供しております。 ② 求人広告サービス 当社の子会社である㈱OSプラットフォームにおいて、全国の保育士に特化した求人広告サービス「ほいくみー」を運営しております。 「ほいくみー」は、成功報酬型の求人広告サービスであり、保育士を募集している保育園等が求人広告を無料で掲載することができ、実際にサイトに登録した会員(保育士)が掲載保育園に応募し、若しくは掲載側が応募者を採用した場合に、掲載保育園より成功報酬として一定料金を頂く形となっております。 ③ 不動産保有・賃貸 当社の子会社である㈱OSプラットフォームにおいて、当社グループが運営する一部の介護・障がい者支援・保育事業の事業用地及び建物の保有及びグループ会社への賃貸を行っております。 ④ 共同購買 当社の子会社である㈱OSプラットフォームにおいて、当社グループが運営する一部の介護事業の施設の利用者（顧客）に対し、介護用品等の共同購買を行っております。 当社の子会社である㈱BSプラットフォームにおいて、以下のサービスを展開しております。 ① 特例子会社 障害者の雇用の促進等に関する法律第44条の規定により、一定の要件を満たした上で厚生労働大臣の認可を受けて、障害者雇用率の算定において親会社の一事業所と見なされる子会社です。 ② 各種データ入力及び提供業務 当社グループ内における各種データ入力や確認作業を随時請け負いながら、各現場作業の効率化に寄与しております。 ③ 各種印刷物の企画、編集、制作、印刷及び販売 会社案内等のパンフレットの企画から編集、印刷、送付に至るまでの作業をワンストップで行い、コスト削減を実現可能としております。 当社の子会社である㈱メディカルプラットフォームにおいて、以下のサービスを展開しております。 ① 医療保険対応の訪問看護 ② 調剤薬局 (注)１．地域密着型サービスとは、今後増加が見込まれる認知症高齢者や中重度の要介護高齢者等が出来る限り住み慣れた地域での生活が継続できるように、2006年４月の介護保険制度改正により創設されたサービス体系であります。 ２．サービス等利用計画とは、障がい者の心身の状況、置かれている環境やニーズを把握し、本人の意向に合わせて、総合的な支援方針や解決すべき課題を踏まえ、最も適切なサービスの組み合わせ等について検討した総合的な支援計画のことであります。 ３.「延長保育」とは、保育所で、通常の保育時間を超えて児童をお預かり（保育）する制度であり、「一時保育」とは、保護者等のパート就労や疾病、入院等により一時的に家庭での保育が困難となる場合や、保護者の育児不安の解消を図り、負担を軽減するために児童をお預かり（保育）する制度であります。 当社グループの事業系統図は、以下のとおりであります。",
      "沿革": "２ 【沿革】 当社グループは、2011年６月に北海道札幌市 中央区 において、持続可能な社会保障制度を構築することを目的として発足いたしました。当社グループは設立以降、自社による施設の開設とともに、事業承継、子会社化等により事業を拡大してまいりました。当社グループ設立以後の企業集団に係る経緯は次のとおりであります。 年 月 変 遷 の 内 容 2011年６月 北海道札幌市中央区に㈱リビングプラットフォーム（資本金1,000千円）を設立 2011年10月 北海道札幌市中央区にて介護施設、高齢者共同住宅「ライブラリ円山」を開設 北海道札幌市中央区にて訪問介護事業所「ライブラリ札幌訪問介護事業所」を開設 北海道札幌市中央区にて障がい者訪問介護事業所を開設 2012年４月 北海道札幌市東区にて居宅介護支援事業所「ライブラリ札幌居宅介護支援事業所」を開設 2012年７月 北海道札幌市東区にて訪問看護事業所「ライブラリ札幌訪問看護事業所」を開設 2012年９月 北海道札幌市東区にてサービス付き高齢者向け住宅「ライブラリ元町」を開設 2012年10月 北海道札幌市東区にて定期巡回・随時対応型訪問介護看護事業所「ライブラリ札幌定期巡回・随時対応型訪問介護看護事業所」を開設 2013年７月 千葉県柏市にて住宅型有料老人ホーム「ウェルライフヴィラ柏（現：ライブラリ柏）」を事業承継 2013年８月 東北エリアへの事業強化を図るため宮城県仙台市若林区に㈱リビングプラットフォーム東北（現 連結子会社）を設立 2014年５月 北海道札幌市東区にて障がい者支援事業開始。障がい者就労継続支援B型事業所「サニースポット札幌東就労支援事業所」、「サニースポット江別就労支援事業所」を開設 2014年９月 北海道エリアにて介護事業拡大を図るため㈱ケアプロダクツをグループ化 2014年10月 北海道札幌市白石区にて住宅型有料老人ホーム「ライブラリ白石はな壱号館」及び住宅型有料老人ホーム「ライブラリ白石はな弐号館」を事業承継 2015年６月 北海道エリアにて介護事業拡大を図るため㈱シルバーハイツ札幌をグループ化（現連結子会社、北海道札幌市豊平区） 2015年12月 介護事業拡大を図るため㈱アイケアパートナーズ東京（2016年１月に㈱リビングプラットフォーム東京に名称変更し、2017年４月に当社に吸収合併）を子会社化 2016年１月 介護事業拡大を図るため㈱Good・Better・BESTを子会社化 2016年２月 東京都大田区に㈱OSプラットフォーム（現連結子会社）を設立し、給食事業の内製化を開始 2016年３月 介護事業拡大を図るため「ウェルライフガーデン取手（現：ライブラリ取手）」を事業承継 2016年３月 介護事業拡大を図るため㈱ライフミクスを子会社化 介護事業拡大を図るため㈱ケアプロダクツ及び㈱シルバーハイツ札幌（現連結子会社）を株式交換により子会社化 2016年４月 ㈱IMAGINE保育園(現連結子会社㈱ナーサリープラットフォーム、東京都港区)を子会社化し、保育事業を開始 2016年４月 「ほいくみー」を事業承継し、保育士の人材紹介業を開始 2016年５月 介護事業拡大を図るため、㈱アルプスの杜（現連結子会社、神奈川県相模原市南区）を子会社化 2017年１月 介護事業拡大を図るため「クローバーケアホーム（現：ライブラリ葛西）」を事業承継 2017年４月 介護事業の効率化を目的とし、子会社４社（㈱リビングプラットフォーム東京、㈱ケアプロダクツ、㈱Good・Better・BEST、㈱ライフミクス）を吸収合併 介護事業拡大を図るため「こまち（現：ライブラリこまち）」、「花こまち（現：ライブラリ花こまち）」を事業承継 2018年４月 北海道札幌市中央区に企業主導型保育所「きゃんばすmini中島公園保育園+M」及び、「きゃんばすmini羊ヶ丘保育園+M」を開設 宮城県仙台市宮城野区に企業主導型保育所「きゃんばすmini陸前高砂保育園+M」を開設 神奈川県横浜市神奈川区に認可保育所「きゃんばす子安台保育園」を開設 2020年３月 東京証券取引所マザーズに株式を上場 2020年７月 持株会社体制へ移行するため、㈱リビングプラットフォームケア（現連結子会社）及び㈱チャレンジプラットフォーム（現連結子会社）を設立 2020年10月 吸収分割により、介護事業及び障がい者支援事業を㈱リビングプラットフォームケア（現連結子会社）及び㈱チャレンジプラットフォーム（現連結子会社）に承継 2021年５月 障がい者の雇用促進を図るため、㈱BSプラットフォーム（現連結子会社、東京都港区）を設立 2021年10月 介護事業拡大を図るため、ブルー・ケア㈱（現連結子会社、北海道札幌市中央区）を子会社化 2022年１月 保育事業拡大を図るため、㈲ID・アーマン（現連結子会社、千葉県市川市）を子会社化 2022年２月 介護事業拡大を図るため、「㈲アートアシスト グループホームつぶぞろい（現：ライブラリ船橋）」を事業承継 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所のマザーズ市場からグロース市場に移行 2023年１月 介護事業拡大を図るため、㈲トゥルース（現連結子会社、兵庫県神戸市灘区）を子会社化 2023年２月 介護事業拡大を図るため、㈱橙果舎（北海道札幌市中央区）を子会社化 2023年４月 介護事業拡大を図るため、㈱エコ（福島県郡山市）の７施設を吸収分割により事業承継 2024年３月 介護事業拡大を図るため、㈲シニアケア（兵庫県尼崎市）の２施設を事業譲渡により事業譲受 2024年11月 医療保険対応の訪問看護に対応する子会社として、㈱メディカルプラットフォームを設立 2025年１月 介護事業拡大を図るため、テルウェル東日本㈱の1施設を事業譲渡により事業譲受 2025年３月 保育事業拡大を図るため、㈱リップルコミュニティの1施設を事業譲渡により事業譲受",
      "配当政策": "３ 【配当政策】 当社は、将来における安定的な企業成長と経営環境の変化に対応するために必要な内部留保資金を確保することが重要であると考えており、当事業年度を含め設立以来配当を実施した実績はありません。 今後の配当政策の基本方針としましては、株主に対する利益の還元が経営上重要な課題の一つとなることを十分認識しており、今後の利益の配当につきましては、将来的に、業績の推移・財務状況、事業計画等を総合的に勘案し、株主に対して利益還元策を実施していく方針であります。しかしながら、内部留保の充実を図り、将来における安定的な企業成長と経営環境の変化に対応するための投資等に充当し、なお一層の事業拡大を目指すことが、株主に対する最大の利益還元につながると考えており、現時点において配当実施の可能性及びその実施時期等については未定であります。 内部留保資金につきましては、今後の事業計画に応じて、新規開設の設備投資や採用に伴う人件費等に充当する方針であります。 剰余金の配当を行う場合は、基準日を毎年３月31日とする年１回の期末配当を基本方針としており、上記の他に基準日を毎年９月30日とする中間配当を取締役会の決議により行うことができる旨を定款に定めております。 なお、配当の決定機関は、中間配当は取締役会、期末配当は株主総会であります。",
      "株主に対する特典": "株主に対する特典 なし (注) 当会社の単元未満株主は、次に掲げる権利以外の権利を行使することができない旨を定款に定めております。 ・会社法第189条第２項各号に掲げる権利 ・ 会社法第166条第１項の規定による請求をする権利 ・ 株主の有する株式数に応じて募集株式の割当ておよび募集新株予約権の割当てを受ける権利"
    }
  ]
}