{
  "ticker": "1380.T",
  "business_description": "３【事業の内容】 当社グループ（当社及び当社の子会社）は、当社（㈱秋川牧園）及び連結子会社６社（㈲篠目三谷、㈱ゆめファーム、㈲菊川農場、㈱チキン食品、㈲むつみ牧場及び秋川牧園（常州）農業有限公司で構成されております。 また、資本関係はないものの協力関係がある生産農場とともに、農薬・化学肥料・抗生物質等の薬物・化学添加物に頼らない安全な食肉、加工食品、鶏卵、牛乳、一般食品等に関連する事業活動を展開しております。 当社グループの事業内容及び関係会社の当該事業に係る主な位置付けは次のとおりであります。 なお、次の２部門は「第５ 経理の状況 １ 連結財務諸表等 (1)連結財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 (1）生産卸売事業 主要な製品は、食肉、加工食品、鶏卵及び牛乳等であります。 食肉、加工食品は、㈲菊川農場と当社の協力農場において生産された若鶏等を、㈱チキン食品等において一次処理加工を行い、当社で製品化し、販売しております。中国においては、秋川牧園（常州）農業有限公司が若鶏の生産・販売を行っております。 鶏卵は、㈲篠目三谷において生産された鶏卵を、当社において製品化し、販売しております。 牛乳は、㈲むつみ牧場で生産した原乳を、当社において製品化し、販売しております。 販売先としましては、生協、量販店、小売店等であります。 (2）直販事業 生産卸売事業等において製造された製品と、外部取引先より仕入れた商品を会員様に販売しております。 以上当社グループについて、主なものを図示すると次のとおりであります。",
  "history_summary": "２【沿革】 年月 事項 1979年５月 無農薬無投薬の健康安全な自然食品の製造及び販売を目的として、山口県山口市に秋川食品株式会社（資本金3,000千円）を設立し、健康鶏卵の製造販売を開始。 1980年11月 健康牛乳の本格的な販売開始。 1981年３月 仁保有機農業研究会の設立に参加し、有機野菜の健康な食べ物づくり運動を展開。 1981年４月 健康若鶏の無投薬飼育技術の開発。 1982年３月 牛肉、豚肉の生産販売を開始。 1984年１月 健康牛乳の生産者である有限会社秋川牧園へ出資（出資比率54.6％ 後に 有限会社あきかわ牛乳）し、同社は当社の子会社となる。 1985年３月 健康加工食品（加工冷凍食品）の製造販売を開始。 1986年11月 チキンスープの生産能力増強のためスープ工場を増設。 1987年９月 食肉保存用の大型冷凍庫を設置。 1988年12月 生活クラブ事業連合生活協同組合連合会と取引開始。 1988年12月 西日本地区の量販店と取引開始。 1990年12月 健康食肉の生産能力増強のため本社工場にパックセンター（食肉包装工場）を設置。 1993年11月 販売の全国展開のためのブランド化を目指し、株式会社秋川牧園に商号を変更。 1993年11月 健康加工食品の生産能力増強のため、本社工場に冷凍食品工場を設置。 1993年11月 高品質の健康鶏卵生産能力増強のため、本社工場に採卵農場を設置。 1995年６月 消費者情報の収集と「健康安全・高品質の食べ物づくり」のブランド浸透のため、直売店「牧園倶楽部」東広島店をゆめタウン東広島店内にオープン。 1996年３月 有限会社秋川牧園（後に 有限会社あきかわ牛乳）への出資金の全額を譲渡し、同社は当社の子会社でなくなる。 1997年１月 首都圏への販売力強化のため、東京営業所を東京都港区に設置。 1997年６月 関東地区の量販店と取引開始。 1997年11月 日本証券業協会に株式を店頭登録。 1998年６月 直売店「牧園倶楽部」閉鎖。 1999年４月 有限会社あきかわ牛乳（連結子会社）の出資口数の52％を取得。 2000年３月 有限会社菊川農場（現 連結子会社）の出資口数の全てを取得。 2000年３月 株式会社スマイル生活（連結子会社）を設立。 2002年２月 有限会社むつみ牧場（現 連結子会社）の出資口数の10％を取得。 2002年２月 冷凍食品の生産能力増強と品質向上のため、冷凍食品工場を増設。 2004年９月 株式会社スマイル生活を吸収合併。 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場。 2005年１月 株式会社チキン食品の株式を100％取得し、連結子会社とする。 2009年３月 株式会社ゆめファーム（現 連結子会社）を設立。 2009年12月 有限会社あきかわ牛乳（連結子会社）の出資口数の残り全てを取得し、100％子会社とする。 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所ＪＡＳＤＡＱに上場。 2010年５月 有限会社篠目三谷の株式を追加取得し、連結子会社とする。 2013年７月 東京証券取引所と大阪証券取引所の統合に伴い、東京証券取引所ＪＡＳＤＡＱ（スタンダード）に上場。 2013年８月 東京営業所閉鎖。 2018年３月 冷凍食品の生産能力増強のため、冷凍食品第３工場を増設。 2021年７月 有限会社あきかわ牛乳を吸収合併。 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所ＪＡＳＤＡＱ（スタンダード）から、スタンダード市場に移行。 2023年11月 直販事業の販売増加に応えるため、新物流センターを建設。 2024年３月 秋川牧園（常州）農業有限公司の株式を100％取得し、連結子会社とする。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-24",
      "text": "３【配当政策】 当社は、株主の皆様への利益還元を重視し、かつ、秋川牧園ブランドの確立と中長期的な成長に向けての積極的な投資と堅実な財務体質を両立することを基本方針としております。 当社は、期末配当における年１回の剰余金の配当を行うことを基本方針としており、この剰余金の配当の決定機関は株主総会であります。 当事業年度の配当につきましては、上記方針に基づき当期は１株当たり10円の配当を実施することを決定しました。 内部留保資金につきましては、今後の経営環境に対応する財務基盤の強化と、中長期的な成長に向けての投資に充てたいと考えております。 当社は「取締役会の決議により、毎年９月30日を基準日として、中間配当をすることができる。」旨を定款に定めております。 なお、当事業年度に係る剰余金の配当は上記方針に基づき以下のとおりといたしました。 決議年月日 配当金の総額 （千円） １株当たり配当額 （円） 2025年６月27日 41,691 10 定時株主総会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-24",
      "text": "株主に対する特典 毎年３月３１日現在、１，０００株以上所有の株主には３，５００円相当、５００株以上所有の株主には１，５００円相当の当社取扱商品を贈呈"
    }
  ],
  "last_updated": "2026-01-24"
}