{
  "ticker": "3521.T",
  "business_description": "３【事業の内容】 当社グループは、当社及び連結子会社２社で構成され、温浴施設の運営及び不動産の売買・賃貸を中心として事業活動を行っております。 当社グループの事業内容及び当社と関係会社の当該事業に係る位置付けは次のとおりであります。 なお、当社は、有価証券の取引等の規制に関する内閣府令第49条第２項に規定する特定上場会社等に該当しており、これにより、インサイダー取引規制の重要事実の軽微基準については連結ベースの数値に基づいて判断することとなります。 また、次の２事業は「第５ 経理の状況 １ 連結財務諸表等 （1）連結財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 （１）温浴…………… ㈱テルマー湯が温浴施設を運営し、㈱エレナが温浴施設と宿泊施設が一体となった施設を運営しております。温浴施設では温浴サービス、飲食サービス、マッサージサービスを提供し、宿泊施設では宿泊サービスを提供しております。 （２）不動産………… 当社が不動産の売買・賃貸を行っております。 各事業の系統図は、下記のとおりであります。 ※は連結子会社",
  "history_summary": "２【沿革】 1926年12月 岩井盛次が京都市中京区西ノ京春日町16番地において、日本レース㈱を設立 刺繍レースの生産を開始 1949年６月 京都証券取引所に上場 1949年７月 東京証券取引所に上場 1950年12月 大阪証券取引所に上場 1957年３月 新日本レース㈱を設立 刺繍レースの生産を開始 1966年９月 堅田レース㈱を設立（近江レース㈱に社名変更後、現在、㈱エレナ（現・連結子会社）） 刺繍レースの生産を開始 1967年２月 京都レース㈱（京都デベロッパー㈱に社名変更）の営業部門を吸収 1973年４月 湖北日本レース㈱を設立 刺繍レースの生産を開始 1976年10月 ㈱絵麗奈を設立（㈱モンプレーヌに社名変更） 当初、繊維製品の販売を開始、その後、化粧品の生産を開始 1978年４月 京都デベロッパー㈱並びに新日本レース㈱を吸収合併 1980年12月 ㈱モンプレーヌ（㈱ラフィネに社名変更）で生産した化粧品の販売を開始 2001年10月 エコナック㈱に社名を変更 本店登記を東京都中央区日本橋堀留町一丁目７番７号に移転 2003年１月 ネスティー㈱を設立 当初、きのこ類の菌床の輸入販売を開始、その後、休眠 2006年７月 不動産事業部を設置し、不動産事業を開始 2006年８月 ㈱エレナで化粧品・雑貨の販売を開始 2008年１月 湖北日本レース㈱が日本レース㈱に社名を変更 2009年８月 当社の本店登記を東京都中央区日本橋小伝馬町16番８号に移転 2010年４月 日本レース㈱と㈱ラフィネが、日本レース㈱を存続会社とし合併 2010年７月 大阪証券取引所市場第一部上場廃止 2010年８月 エコナックホールディングス㈱に社名を変更 2010年10月 伊豆スカイラインカントリー㈱の株式を取得し、連結子会社化 2013年７月 当社の本店登記を東京都港区南青山７丁目８番４号に移転 2014年12月 2015年８月 2015年８月 2017年８月 2017年９月 2020年３月 2021年５月 2022年４月 2023年２月 2023年４月 2023年10月 ネスティー㈱が㈱テルマー湯に社名を変更（現・連結子会社） 伊豆スカイラインカントリー㈱の株式を譲渡し、ゴルフ場事業から撤退 ㈱テルマー湯が温浴事業を開始 日本レース㈱の繊維事業をエコナックホールディングス㈱に譲渡 日本レース㈱の株式を譲渡し、化粧品事業から撤退 繊維事業を廃止 ㈱ハッピーリゾートを設立 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第一部からプライム市場に移行 ㈱ハッピーリゾートの全株式を譲渡 ㈱エレナが温浴事業を開始 東京証券取引所の市場区分の再選択により、東京証券取引所のプライム市場からスタンダード市場に移行",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "３【配当政策】 当社は、利益配分につきまして、株主に対する利益還元が会社の重要課題のひとつとして認識いたしております。今後、温浴事業及び不動産事業において収益を拡大することにより将来の事業展開に必要な内部留保を維持しつつ、配当可能利益の確保に努めてまいります。 また、当社は、剰余金の配当の決定機関を株主総会としており、年１回の期末配当制度をとっております。 当事業年度の配当につきましては、当社は1969年３月期の期末配当を最後に、ながらく配当を見送ってまいりましたが、収益力と財務基盤の強化が順調に進捗している状況等を総合的に勘案した結果、配当再開の環境が整ったものと判断し、この度56年ぶりとなる１株につき５円の期末配当を実施することといたしました。 この結果、当事業年度の配当性向は84.0％となりました。 なお、当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 （千円） １株当たり配当額 （円） 2025年６月27日 132,258 5 定時株主総会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "株主に対する特典 (1) 対象となる株主様 毎年３月31日現在の株主名簿に記載された、当社株式３単元（300株）以上を保有する株主様を対象といたします。 (2) 優待制度の内容 当社の連結子会社が運営する温浴施設「テルマー湯 新宿店」または「テルマー湯 西麻布店」でお使いいただけるご優待券をそれぞれ贈呈いたします。枚数は、株主様の保有株式数に応じて以下のとおりとさせていただきます。 保有株式数 優待券枚数 ① 300株以上1,200株未満 テルマー湯 新宿店 １枚 テルマー湯 西麻布店 １枚 ② 1,200株以上12,500株未満 テルマー湯 新宿店 ２枚 テルマー湯 西麻布店 ２枚 ③ 12,500株以上 テルマー湯 新宿店 ３枚 テルマー湯 西麻布店 ３枚 ※１．土曜日・日曜日・祝日及び特定日はご利用になれません。 ２．株主優待券の有効期間は、翌年６月末までとなります。 ３．１枚につき１名様のご招待になります。"
    }
  ],
  "last_updated": "2026-02-04"
}