{
  "ticker": "9635.T",
  "last_updated": "2026-01-18",
  "qualitative_data": [
    {
      "fiscal_year_end": "2025-03-31",
      "extracted_date": "2026-01-18",
      "事業の内容": "３ 【事業の内容】 当社及び当社連結関係会社(子会社３社、関連会社２社)は映画事業を主力事業としてかかげるとともに、保有資産の活用をはかり、賃貸を主体とした不動産関連事業や自動車教習所などを運営しております。各セグメントにおける当社及び関係会社との位置付けは次のとおりです。 （映画事業） 当社が東京都新宿区に映画館「新宿武蔵野館」（３スクリーン）及び「シネマカリテ」（２スクリーン）を経営しております。なお、連結子会社の武蔵野エンタテインメント㈱は、当社と連携し、映画関連事業を行っております。 （スポーツ・レジャー事業） 現在は営業中止中であります。 （不動産事業） 当社が埼玉県さいたま市大宮区に商業テナントビル、東京都杉並区に賃貸マンション、東京都目黒区に商業テナントビル（連結子会社の自由ケ丘土地興業㈱が所有する建物を賃借）をそれぞれ１棟経営しております。また、当社は関連会社㈱野和ビルに敷地を賃貸、㈱野和ビルは商業テナントビルを経営し、当社経営の映画館が当該ビルに入居しております。不動産の仲介・販売につきましては、仲介関連業務を主体に活動し、当連結会計年度は不動産の仕入・販売等の活動は行っておりません。 （自動車教習事業） ㈱寄居武蔵野自動車教習所が、埼玉県大里郡寄居町において自動車教習所を経営しております。 （商事事業） 自由ケ丘土地興業㈱が東京都目黒区において軽飲食店の委託経営を行っております。 （その他） 当社と自由ケ丘土地興業㈱の自販機手数料等であります。 (事業系統図)",
      "沿革": "２ 【沿革】 1920年５月 桜井新治以下８名が発起人となり、資本金11万円をもって東京都新宿区に於いて、映画興行を目的とする株式会社武蔵野館を設立し、映画館「武蔵野館」（現・「新宿武蔵野館」）を開館。 1928年12月 現在地新宿区新宿三丁目に「武蔵野館」を移転し、近代的な洋画専門館として発足。 1949年６月 旧帝都興業株式会社を吸収合併。 1949年８月 商号を武蔵野映画劇場株式会社と変更。 1949年９月 東京証券取引所に株式を上場。 1951年７月 目黒区自由が丘に「自由が丘武蔵野館」を開館。 1955年１月 大宮市所在の映画館を買収，「大宮武蔵野館」を開館。 1963年10月 東京証券取引所市場第二部に指定替。 1968年12月 武蔵野ビルを改築し、映画館、貸店舗など経営の多角化に着手。 1970年７月 「大宮武蔵野館」を取り壊し、跡地に地上８階、地下３階の賃貸ビルを建設、これを大宮高島屋に賃貸。 1973年６月 不動産部門を設置、マンション及び別荘地の分譲を開始。 1978年３月 資本金を５億円に増資。 1981年１月 埼玉県大里郡寄居町に株式会社寄居武蔵野自動車教習所（現・連結子会社）を設立。 1985年12月 中野区に「中野武蔵野ホテル」及び「中野武蔵野ホール」を開設。 1986年10月 商号を武蔵野興業株式会社と変更。 1986年10月 「自由が丘武蔵野館」を取り壊し、跡地に総合レジャービル「自由が丘ミュー」を新築し、「自由が丘武蔵野館」・「エグザス自由が丘武蔵野ミュー」（2008年３月「コナミスポーツクラブ自由が丘」に名称を変更）をそれぞれ開設。 1988年10月 資本金を10億450万円に増資。 1992年９月 第二武蔵野ビルを建設、これを株式会社丸井に賃貸。 1994年10月 武蔵野ビル３階に「シネマ・カリテ」(2002年１月「新宿武蔵野館」に館名変更)(３館)を開館。 1996年４月 株式会社野和ビル(テナント飲食店ビルの経営)を合弁会社として設立(現・関連会社)。 1998年９月 山梨県甲府市に「甲府武蔵野シネマ・ファイブ」(５館)を開館。 2003年９月 「新宿武蔵野館」（４館）のうち武蔵野ビル７階（１館）を閉館。 2004年２月 「自由が丘武蔵野館」を閉館。 2004年５月 「中野武蔵野ホール」を閉館。 2004年８月 「中野武蔵野ホテル」を閉鎖。 2004年12月 「第二武蔵野ビル」を売却。 2005年５月 株式会社リサ・パートナーズと資本・業務提携。 2005年５月 「武蔵野ビル」を流動化。 2011年３月 「甲府武蔵野シネマ・ファイブ」を閉鎖。 2011年３月 「コナミスポーツクラブ自由が丘」を閉鎖。 2012年12月 新宿区新宿に「シネマカリテ」を開館。 2013年８月 新宿区新宿に武蔵野エンタテインメント株式会社（現・連結子会社）を設立。 2021年５月 株式会社リサ・パートナーズとの資本・業務提携を解消。 2022年４月 東京証券所の市場区分見直しにより、市場第二部からスタンダード市場へ移行。",
      "配当政策": "３ 【配当政策】 当社は、株主の皆様への利益還元を課題とする一方、経営体質の強化と将来の事業展開に向けた一定の内部留保も重要であるものと考えております。 今後の方針といたしましては、経営の基盤である不動産賃貸事業における収益の堅持、また、映画事業では集客力のある映画をこれまで以上に上映するとともに、映画の自社買付配給事業で成果を上げることで映画興行事業との相乗効果をあげることをひとつの目標とし、全社一丸となって各事業部門の強化と復配を目指してまいりますが、将来にわたって安定した配当を行うためには、映画事業の安定的な収益確保が重要となります。現状におきましては、映画事業の収益確保や不動産事業の展望等、将来の確実な内部留保の見通しを見極める段階に至っておらず、中期事業計画は公表を差し控えている状況であります。従いまして、復配の時期についてもその見極めが前提として必要となることから、当期の配当・次期の配当予想につきましては、無配とさせていただきたく存じます。 引き続き今後も、将来の安定的な利益配分に向けて経営の全力を傾注してまいります。 なお、毎事業年度における配当の回数につきましては、中間及び期末の年２回を基本的な方針としており、中間配当の決定機関は取締役会、期末配当の決定機関は株主総会であります。 また、当社は会社法第454条第５項に規定する中間配当をすることができる旨を定款に定めております。",
      "株主に対する特典": "株主に対する特典 株主優待方法（2024年3月31日権利確定分実績） ご所有株式数 株主優待券 100株以上 ・武蔵野館映画無料優待券４枚 ・「映画割引優待券」８枚 200 〃 ・武蔵野館映画無料優待券８枚 ・「映画割引優待券」16枚 300 〃 ・武蔵野館映画無料優待券12枚 ・「映画割引優待券」24枚 500 〃 ・個人通用株主優待証 800 〃 ・同伴１名通用株主優待証 1,000 〃 ・同伴２名通用株主優待証 （ご注意） ◎「映画割引優待券」のご利用で、１枚につき１作品を武蔵野館またはシネマカリテのいずれか一館にて割引でのご優待料金（800円）でご鑑賞いただけます。 ◎シネマカリテでの株主優待のご利用は、従来どおり割引でのご優待料金（800円）のご鑑賞となります。 ◎株主優待証・株主優待券のご利用につきましては、当日劇場受付での引き換えとなり、事前の引き換えはできません。 ◎インターネット（パソコンやスマートフォン、携帯電話等）でのご予約はできません。 ◎株主優待証・株主優待券でのご利用につきましては、公開初日が土・日・祝日の場合は翌平日より、平日の場合は土・日・祝日を挟んだ翌平日よりご利用いただけます。 ◎上映作品によりましては予約販売分に集中し、お席の確保が難しくなる場合もございますので、予めご了承ください。 ◎株主優待制度のご利用にあたりましては、株主優待券綴、株主優待証に記載されている注意事項をご確認の上、ご利用くださいますようお願い申し上げます。 ◎ 株主優待券は年２回(６月中旬、12月上旬)発行致します。 株主優待券通用劇場 所在地 劇場名 東京都新宿区 武蔵野館１・２・３ シネマカリテ (注)株主優待券は１枚で１名通用 (注) 当会社の株主は、その有する"
    }
  ]
}