{
  "ticker": "7610.T",
  "business_description": "３ 【事業の内容】 (1) 当社グループは「古本市場」「ふるいち」「トレカパーク」を中心とした多様な業態の店舗運営に加えて、ＥＣサイト「ふるいちオンライン」等の運営を行っており、これらの販路を通じて、書籍、家庭用ゲームソフト・ハード、トレーディングカード、ホビー、スマートフォン、衣料・服飾品等の販売・買取を行っております。また、関連会社である株式会社トップブックスは「古本市場」「ふるいち」店舗をフランチャイジーとして運営しております。 関連会社であるインターピア株式会社はシステム開発事業をしておりますが、重要性が乏しいため、事業系統図への記載を省略しております。 (2) 事業系統図",
  "history_summary": "２ 【沿革】 年月 事項 1990年４月 古本・家庭用テレビゲームソフト(リサイクル品)等の売買を目的として、岡山県岡山市豊浜町２番53号に株式会社テイツーを設立 1991年２月 家庭用テレビゲームソフト(新品)等とビデオ(新品)を取扱開始 1994年７月 兵庫県西宮市に『古本市場』西宮店(５号店)を出店(関西地区１号店) 1996年９月 岡山県岡山市北区今村650番111に本店を移転 1996年10月 CD(新品)を取扱開始 1997年７月 東京都東大和市に『古本市場』東大和店(16号店)を出店(関東地区１号店) 1998年２月 ビデオレンタルを取扱開始 1999年９月 日本証券業協会に株式を店頭登録 2000年10月 ㈱トップカルチャーと共同出資による㈱トップブックス(現関連会社)を設立 2001年４月 ㈱ユーブック、CD(新品)・DVD(新品)・CD(リサイクル)の販売開始 2003年２月 ㈱アイ・カフェに出資 2003年６月 ㈲アオキヤ(㈱ブック・スクウェア中部)に出資 2004年２月 ㈱アイ・カフェに実質支配力基準を適用し、連結子会社化 2004年９月 インターピア㈱(現関連会社)に出資 2004年12月 日本証券業協会への店頭登録を取消し、ジャスダック証券取引所に株式を上場 2005年７月 当社と㈱ブック・スクウェア中部が合併 2005年10月 テイツー東京本部を東京都港区に設立 2006年９月 当社のアイ・カフェ事業部門を会社分割し、㈱アイ・カフェに承継 2009年９月 当社と㈱アイ・カフェが合併 2010年４月 ジャスダック証券取引所と大阪証券取引所の合併に伴い、大阪証券取引所JASDAQに上場 2010年10月 カルチュア・コンビニエンス・クラブ㈱と業務提携基本合意書を締結 2011年８月 テイツー東京本部を東京都品川区に移転 2011年９月 アイ・カフェ事業部門を会社分割し、㈱カジ・コーポレーションへ譲渡 2012年５月 カードフレックスジャパン㈱(連結子会社)を設立 2013年３月 トレカ専門店トレカパーク日本橋店オープン 2013年７月 東京証券取引所と大阪証券取引所の統合に伴い、東京証券取引所JASDAQ(スタンダード)に上場 2014年７月 ㈱モ・ジール(連結子会社)を設立 2015年12月 古本市場川口伊刈店、ホビー取扱いリニューアルオープン 2016年３月 カードフレックスジャパン㈱の解散を発表 2016年６月 当社と㈱モ・ジールが合併 2017年７月 テイツー東京本部を関東支社と関西支社に機能分散移転 2020年６月 ㈱山徳及び㈱着物インターナショナルの株式を取得し完全子会社化 2021年２月 ㈱着物インターナショナルの解散を発表 2022年１月 「TAYS(テイズ)」の外販第１号の提供開始 2022年４月 東京証券取引所の市場区分の見直しによりJASDAQ（スタンダード）からスタンダード市場へ移行 2022年４月 ㈱買取王国と業務提携基本契約を締結 2022年12月 ㈱システム・ケイと業務提携基本契約を締結 2023年７月 創業地である岡山県岡山市南区豊浜町２番２号に本社を移転 2024年３月 ㈱TORICOと資本業務提携契約を締結し、第三者割当増資引受により株式を取得(現関連会社) 2025年２月28日現在、直営店135店舗、地方創生取組店舗４店舗、業務提携・FC店33店舗、子会社店舗４店舗(併設を含む) 計176店舗",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-02-28",
      "report_date": "2026-02-05",
      "text": "３ 【配当政策】 当社は、株主の皆様に対する利益還元を経営の重要課題の一つとして位置づけ、企業価値の向上に努めております。また、当社では、剰余金の配当等を取締役会の決議をもって定めることができる旨を定款で定めており、利益配分にあたっては、将来の事業展開に備えた内部留保の充実を勘案し、業績に応じた配当を安定的に実施することを基本方針としております。ただし、特別な損益等の特殊要因により当期純利益が大きく変更する事業年度につきましては、その影響を考慮した配当を実施いたします。なお、内部留保金につきましては、業務の一層の効率化を図るためのシステム開発や、人材育成といった社内体制の充実等、経営基盤の確立に充当する予定であります。 上記基本方針を踏まえ、2025年２月期の業績、株主の皆様への継続的な利益還元及び今後の企業価値の向上を目的とする事業展開のための所要資金等の内部留保を勘案した結果、2025年４月14日開催の取締役会において、2025年２月期期末配当として１株当たり4円の期末配当を実施することを決定し、配当金の支払日を2025年５月15日とさせていただきました。これにより年間配当金は１株当たり４円（配当金総額２億５千６百万円）となりました。 また、2026年２月期の配当金に関しましては、当期の連結業績予想、今後の企業価値の向上を目的とする事業展開のための所要資金等の内部留保等を勘案し、１株当たり４円の期末配当を予定しております。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-02-28",
      "report_date": "2026-02-05",
      "text": "株主に対する特典 2024年２月末日の株主名簿に記載または記録された単元株主各位に対し、次の株主優待を提供する。 保有株式数条件 継続保有条件 優待内容 1,000株～1,999 株 なし 当社中古商品割引券 2,000 円相当 2,000株～4,999 株 なし 当社中古商品割引券 4,000 円相当 2,000株～4,999 株 １年以上 当社中古商品割引券 6,000 円相当 5,000株～9,999 株 なし 当社中古商品割引券 10,000 円相当 5,000株～9,999 株 １年以上 当社中古商品割引券 16,000 円相当 10,000株以上 なし 当社中古商品割引券 20,000 円相当 10,000株以上 １年以上 当社中古商品割引券 40,000円相当 (注)１. 当社の"
    }
  ],
  "last_updated": "2026-02-05"
}