{
  "ticker": "2816.T",
  "business_description": "３ 【事業の内容】 当社は、創業時より、たれやスープ等の液体調味料、味塩こしょう等を主力とする食品事業を営んでおります。 以上に記載した事項を、事業系統図によって示すと、次のとおりであります。",
  "history_summary": "２ 【沿革】 年月 概要 1966年12月 焼肉栄養調味料並びに食品の製造及び販売を目的として大昌食品株式会社を設立 1966年12月 福岡県福岡市箱崎前川町に本社工場を設置、“焼肉のたれ”の製造販売を開始(ブランド名「焼肉一番」) 1968年５月 「味・塩こしょう」の製造販売開始 1970年４月 福岡県福岡市に福岡営業所(現福岡支店)を設置 1970年４月 名古屋市西区に名古屋営業所(現名古屋支店)を設置し、東海地区での営業活動を開始 1970年11月 神奈川県相模原市に横浜営業所を設置し、関東地区での営業活動を開始 1973年４月 大阪府門真市に大阪営業所(現関西営業部)を設置し、関西地区での営業活動を開始 1974年４月 福岡市東区社領に本社工場を新築移転 1974年６月 福岡市東区社領に本社を移転 1974年９月 宮城県泉市(現仙台市)に仙台営業所(現仙台支店)を設置し、東北地区での営業活動を開始 1977年10月 石川県金沢市に金沢営業所を設置し、北陸地区での営業活動を開始 1978年９月 広島県広島市に広島営業所(現広島支店)を設置し、中国地区での営業活動を開始 1982年４月 愛媛県松山市に松山営業所を設置し、四国地区での営業活動を開始 1982年５月 「焼肉一番」商標登録 1985年４月 札幌市白石区に札幌営業所(現札幌支店)を設置し、北海道地区での営業活動を開始 1987年５月 福岡市東区松田に本社・本社工場を移転 1989年９月 茨城県東茨城郡(現小美玉市)に関東第一工場を新築設置 1991年12月 「もつ鍋スープ」製造販売開始 1993年６月 茨城県西茨城郡に関東第二工場を新築設置 1993年８月 「味・塩こしょう」商標登録 1994年１月 子会社ロックフーズ株式会社を合併 1994年４月 商号を株式会社ダイショーに変更 1995年10月 東京都墨田区に東日本地域の拠点となる自社ビルを竣工 1996年１月 東京本社を新設し福岡との二本社体制を発足させるとともに本社工場を福岡工場に名称変更 1996年２月 東京都墨田区に本店を移転 1997年４月 日本証券業協会に店頭登録 2000年５月 福岡工場レトルト部門においてHACCP(危害分析重点管理方式)承認取得 2000年11月 東京証券取引所市場第二部に上場 2001年４月 関東第一工場(現関東工場)を増設し、関東第二工場を統合 2002年４月 支店制度を導入 2004年２月 韓国(ソウル)に駐在事務所を設置 2004年４月 福岡工場の近隣に福岡第二工場を新設 2004年11月 現地法人㈱韓国ダイショーを設立 2005年４月 通信販売部を新設 2006年９月 子会社㈱韓国ダイショーを清算 2008年２月 子会社㈱ダイショーフードシステムズを設立 2010年７月 福岡工場、福岡第二工場、関東工場において食品安全マネジメントシステム(ISO22000)を取得 2012年４月 子会社㈱ダイショーフードシステムズを清算 2012年10月 福岡県糟屋郡に九州工場を新築設置 2013年７月 九州工場において食品安全認証規格(FSSC22000)を取得 2014年６月 関東工場において食品安全認証規格(FSSC22000)を取得 2016年７月 福岡工場、福岡第二工場において食品安全認証規格(FSSC22000)を取得 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第二部からスタンダード市場へ移行",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-22",
      "text": "３ 【配当政策】 当社は、業績の見通し、配当性向などを総合的に判断しつつ、長期安定的な配当の継続を基本方針とし、株主の皆様のご期待に応えてまいりたいと考えております。 また、内部留保資金につきましては、経営基盤の強化を図る貴重な資金として捉え、今後の事業展開等に柔軟かつ効果的に活用させていただく予定であります。 当社の剰余金の配当は、従来通りの第２四半期末日、期末日を基準とした年２回の配当を継続し、変更しない予定であります。これらの剰余金の配当の決定機関は、中間配当については取締役会、期末配当については株主総会であり、当社は毎年９月30日を基準日として中間配当を行うことができる旨を定款に定めております。 当事業年度の剰余金の配当につきましては、利益配分に関する基本方針を基準に2025年６月27日の第59期定時株主総会において、１株につき９円と決議されました。中間配当（１株当たり９円）と合わせて、当事業年度の１株当たり配当金は18円となりました。 なお、第59期の剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額（百万円） 1株当たりの配当額（円） 2024年11月５日 取締役会決議 86 9.00 2025年６月27日 定時株主総会決議 86 9.00"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-22",
      "text": "株主に対する特典 毎年３月31日現在及び９月30日現在の株主に対し、自社製品を年２回、次の基準により贈呈いたします。 (1)100株以上500株未満保有株主 1,000円相当の自社製品 (2)500株以上1,000株未満保有株主 2,000円相当の自社製品 (3)1,000株以上5,000株未満保有株主 3,000円相当の自社製品 (4)5,000株以上保有株主 6,000円相当の自社製品 (注) 当社の株主は、その有する"
    }
  ],
  "last_updated": "2026-01-22"
}