{
  "ticker": "7416.T",
  "business_description": "３【事業の内容】 当社グループ（当社及び当社の関係会社）は、当社及び子会社５社で構成されており、衣料品及びその関連洋品の販売を主な内容として事業活動を展開しております。 なお、当社は、有価証券の取引等の規制に関する内閣府令第49条第２項に規定する特定上場会社等に該当しており、これにより、インサイダー取引規制の重要事実の軽微基準については連結ベースの数値に基づいて判断することとなります。 当社グループの事業内容及び当社と関係会社の当該事業に係る位置付けは次のとおりであります。 (1)衣料品販売事業……衣料品及びその関連洋品の販売を、はるやま商事株式会社（連結子会社）、株式会社モリワン（連結子会社）、他２社が行っております。 (2)その他………………株式会社ミック（連結子会社）は広告の代理店を営んでおります。 位置付け及び事業系統図は次のとおりであります。 当社はグループ戦略立案及び各事業会社の統括管理及び不動産賃貸を行っております。",
  "history_summary": "２【沿革】 1974年11月 岡山県岡山市中山下１丁目10番10号において「株式会社関西地区はるやまチェーン」（現 株式会社はるやまホールディングス）を設立（資本金15,000千円）。 1977年12月 岡山県玉野市玉４丁目５番１号において「東京紳士服株式会社」を販売会社として設立（資本金10,000千円）。 1978年10月 岡山県倉敷市白楽町に郊外立地の紳士服専門店の１号店として、「倉敷店」を開設。 1986年２月 本社を岡山県岡山市中山下１丁目10番10号より、岡山県岡山市表町１丁目２番３号に移転。 1988年10月 岡山県岡山市青江に当社のシンボル店舗として、「岡山青江本店」を開設。 1991年４月 「東京紳士服株式会社」及び(旧)「はるやま商事株式会社」（1973年７月仕入専門会社として設立）を吸収合併し、総店舗数138店舗となり、商号を「はるやま商事株式会社」に変更。 1993年５月 大阪市北区梅田に大都市都心型店舗として、「大阪梅田店」を開設。 1994年11月 大阪証券取引所市場第二部に株式を上場。 1998年４月 秋田県秋田市に紳士服専門店として、「紳士服マスカット 秋田土崎店」を開設。 1998年12月 東京証券取引所市場第二部に株式を上場。 2000年11月 東京都港区に首都圏を中心とした都市型店舗として、「Perfect Suit FActory 赤坂店」を開設。 2002年９月 東京証券取引所及び大阪証券取引所市場第一部に指定。 2003年12月 大阪証券取引所市場第一部上場廃止。 2006年７月 株式会社Ｈ・Ｍ（連結子会社）を設立。 2006年10月 株式会社Ｈ・Ｍが紳士服販売事業を株式会社マツヤより譲受ける。 2008年４月 株式会社Ｈ・Ｍ（連結子会社）を吸収合併。 2008年８月 株式会社モリワン（現・連結子会社）を買収し、子会社化。 2008年８月 北京オリンピックにおいて、北京オリンピック日本代表選手団の公式服装を財団法人日本オリンピック委員会（呼称：ＪＯＣ）へ提供。 2014年９月 株式会社テット・オムを設立。 2016年７月 株式会社ＢＡＳＥを設立。 2017年１月 持株会社体制へ移行し、商号を「株式会社はるやまホールディングス」に変更。 新たに設立した「はるやま商事株式会社」に衣料品販売事業を承継。 2017年11月 株式会社マンチェス（現・連結子会社）及び株式会社ミッド・インターナショナル（連結子会社）を買収し、子会社化。 2018年６月 田原コンサート株式会社（現・非連結子会社）の株式を取得し子会社化。 2019年３月 株式会社テット・オムの株式譲渡により、同社を連結子会社から除外。 2019年４月 株式会社ＢＡＳＥのレディスカジュアル販売事業を譲渡。 2022年４月 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第一部からスタンダード市場に移行。 2023年４月 株式会社マンチェス（現・連結子会社）が株式会社ミッド・インターナショナル（連結子会社）を吸収合併。 2024年12月 本社を岡山県岡山市表町一丁目２番３号より、岡山県岡山市北区青江一丁目17番21号に移転。 2025年３月 2025年３月31日現在店舗数370店舗。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-06",
      "text": "３【配当政策】 当社は、株主のみなさまへの利益還元を経営上の最重要課題のひとつとして位置づけたうえで、財務体質の強化と積極的な事業展開のために必要な内部留保の充実を確保しつつ、安定的な配当の維持、継続を基本方針としております。今後も、中長期的な視点にたって経営資源を投入することにより、持続的な成長と企業価値の向上並びに株主価値の増大に努めてまいります。 当社は、毎事業年度における配当の回数についての基本方針は年１回としており、配当の決定機関は取締役会であります。 また、「中間配当の基準日は、毎年９月30日とする」旨を定款に定めております。 上記の基本方針に基づき、当期の期末配当につきましては、株主のみなさまの日頃のご支援に対して感謝の意を表し、普通配当15円50銭に創業70周年記念配当４円50銭を加え、１株につき20円とさせていただきました。 当事業年度に係る剰余金の配当は以下のとおりであります。 決議年月日 配当金の総額 （百万円） １株当たり配当額 （円） 2025年５月15日 320 20.0 取締役会決議"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-06",
      "text": "株主に対する特典 毎年３月31日の最終の株主名簿に記録された100株以上所有の株主に、下記の基準により、当社の各店舗で使用できる株主優待券を贈呈する。 100株以上 1,000株未満 20％割引券 ２枚 1,000株以上 3,000株未満 20％割引券 ６枚 3,000株以上 20％割引券 10枚 継続保有期間１年以上の株主 商品贈呈券 １枚 贈呈の対象商品 店頭表示価格6,600円までの（ネクタイ・ワイシャツ・ ブラウス・レディスカットソー・カジュアルシャツ・ポロシャツ）"
    }
  ],
  "last_updated": "2026-02-06"
}