{
  "ticker": "8006.T",
  "business_description": "３【事業の内容】 当社グループ（当社及び当社の関係会社）は、当社、子会社11社及び関連会社１社で構成され、商事部門（食品・食材の卸売）を中核に、ホテル部門（ビジネスホテルの経営）及び不動産部門（不動産の賃貸）の３部門により事業活動を展開しており、子会社、関連会社の事業は主に当社の補完的な業務を行っております。 当社グループが営んでいる主な事業内容と当社及び関係会社の当該事業における位置付けとセグメントとの関連は、次のとおりであります。 なお、次の３部門は「第５ 経理の状況 １．連結財務諸表等 （1）連結財務諸表 注記事項」に掲げるセグメントの区分と同一であります。 商事部門…………当社が米の集荷及び販売をするほか、メーカーより小麦粉、澱粉、砂糖、油脂、飼料、畜産、加工食品、酒類その他を仕入れて販売し、ユアサフナショク・リカー㈱、ワイ・エフ石油㈱、㈱ニュー・ノザワ・フーズ、太陽商事㈱、東京太陽㈱、ワイケイフーズ㈱、関連会社日本畜産振興㈱が当社より仕入れて販売しております。 また、ユアサフナショク・リカー㈱より酒類を、㈱ニュー・ノザワ・フーズより米穀を、東京太陽㈱より飼料を、ワイケイフーズ㈱より加工食品を、日本畜産振興㈱より畜産を当社が仕入れて販売しております。 ホテル部門………当社及びホテルサンライト㈱がホテル、レストラン等のサービス業を営んでおります。 不動産部門………主に当社が不動産賃貸業を営んでおり、一部子会社ワイ・エフ石油㈱ほか４社に対して事務所等を賃貸しております。 子会社ワイ・エフ物流㈱については商事部門に関連する物流業務を委託し、子会社ワイ・エフ・エージェンシー㈱は損害保険代理業を営んでおり、当企業集団の保険契約の取り次ぎを行っております。 事業の系統図は次のとおりであります。",
  "history_summary": "２【沿革】 1937年１月 株式会社湯浅商店設立。（船橋町五日市） 肥料・米・雑穀・小麦粉・各種飼料の卸販売。 1951年７月 米穀卸売販売業者の指定を受ける。 1953年10月 東京営業所を開設。（1956年10月支店と改称、2008年１月現所在地に移転） 1954年３月 千葉営業所を開設。（1981年６月支店と改称） 1955年６月 昭和食糧工業㈱を吸収合併。 1956年７月 旭営業所を開設。（1975年６月支店と改称、2002年２月現所在地に移転） 1961年６月 木更津営業所を開設。（1982年３月に移転、2006年４月千葉支店と統合） 1962年１月 本社を船橋市宮本町に移転。 10月 旭澱粉㈱を吸収合併。 1964年２月 昭和産業㈱船橋工場（ＪＲ船橋駅前）の土地を買収。 1966年12月 松戸営業所を開設。（1975年６月支店と改称、1983年11月現所在地に移転） 1967年９月 ＪＲ船橋駅前ビルを新築。㈱そごう・西武に賃貸。（2018年２月賃貸終了） 1969年３月 埼玉営業所を開設。（1975年６月支店と改称、1993年５月現所在地に移転） ５月 日の出精米工場を大型工場に増改築。（1988年８月現所在地に移転） 1970年６月 商号を湯浅株式会社と変更。 1972年３月 船橋食品㈱を吸収合併し、商号をユアサ・フナショク株式会社と変更。 1973年12月 ＪＲ両国駅前にパールホテル両国新築。 1975年12月 東京証券取引所市場第二部へ株式を上場。 1976年12月 プリマーベ㈱（パン製造販売）を吸収合併。 ㈱古屋（食品の輸入販売）を吸収合併し、横浜支店開設。（2013年12月現所在地に移転） 神戸支店を開設。（1980年７月関西支店と改称、2004年11月現所在地に移転） 1977年６月 山幸運輸㈱（一般貨物運送業）を設立。（1995年２月商号を「ワイ・エフ物流株式会社」と変更 現・連結子会社） 1980年11月 船橋市高瀬町に高瀬工場を新築。 12月 東京都中央区新川にパールホテル茅場町新築。（賃借） 1988年８月 船橋市高瀬町に大型精米工場を新築移転。 1989年10月 山野㈱（ビジネスホテル経営）を吸収合併。 1992年６月 ワイ・エフ石油㈱（ガソリンスタンド経営）を設立。（現・連結子会社） 1993年２月 東京都江戸川区東葛西にパールホテル葛西新築。（2022年12月閉館） ９月 太田市飯田町にパールホテル太田新築。 1994年６月 飼料畜産本部を旭市鎌数に新築移転。（2024年４月現所在地に移転） 1995年７月 パールプラザにボウリング場を設置。（2016年７月閉館） 1997年10月 ㈱湘南商事（酒類卸売業）の全株式を取得。 2000年１月 ㈱仁茂田（酒類卸売業）の全株式を取得。 10月 川崎市川崎区小川町のビジネスホテルを購入、営業開始。（2001年４月パールホテル川崎と改称） 2001年９月 ㈱仁茂田と㈱湘南商事が合併し、商号をユアサフナショク・リカー㈱と変更。（現・連結子会社） 2001年10月 川崎市高津区二子のビジネスホテルを購入、パールホテル溝ノ口と改称し、営業開始。 2002年２月 旭市鎌数に物流センターを新築し、旭支店を統合。 2003年３月 ㈱ニュー・ノザワ・フーズ（米穀卸売業）の全株式を取得。（現・連結子会社） 2004年11月 千葉支店内に低温物流センターを新築。 2005年３月 東京都中央区八重洲にパールホテル八重洲新築。（2023年3月閉館） 2006年３月 製パン事業から撤退し、高瀬工場、草加工場を閉鎖。 2009年２月 高瀬工場を売却。 2009年10月 ホテルサンライト㈱（ビジネスホテル経営）の全株式を取得。（現・連結子会社） 2010年３月 草加工場跡地に草加物流センター新築。 2013年４月 2015年６月 2018年11月 本社を船橋市宮本に新築移転。 厚木物流センター開設。 東京都新宿区住吉町にパールホテル新宿曙橋新築。（賃借） 2021年５月 ＪＲ船橋駅前ビルを売却。 2022年４月 2024年７月 東京証券取引所の市場区分の見直しにより、東京証券取引所の市場第二部からスタンダード市場に移行。 千葉市緑区誉田町に誉田物流センター新築。",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-23",
      "text": "３【配当政策】 当社は、株主の皆様に長期的に安定した配当を継続することを基本方針としております。内部留保金につきましては、財務体質の強化を図る中で、競争力強化、効率化などの設備投資等に有効に充当し、変動する事業環境に備えてまいります。 剰余金の配当につきましては、年１回の期末配当を行うことを基本方針としており、配当決定機関は、株主総会であります。 当事業年度の配当金につきましては、上記方針に基づき年間120円とさせていただきました。 （注）基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。 決議年月日 配当金の総額（百万円） １株当たり配当額（円） 2025年６月27日 529 120 定時株主総会"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-01-23",
      "text": "株主に対する特典 ３月末日現在の１単元（100株）以上所有株主に、自社製品を贈呈（100株以上2,000円相当、500株以上3,500円相当、1,000株以上5,000円相当） (注) 当社定款の定めにより、当社の株主は、その有する"
    }
  ],
  "last_updated": "2026-01-23"
}