{
  "ticker": "3409.T",
  "business_description": "３ 【事業の内容】 当社グループは、当社及び連結子会社２社で構成されその概況は次のとおりであります。なお、以下に示す区分はセグメントと同一の区分であります。 当社の事業は、紡績事業、テキスタイル事業、ヘルスケア事業及びリサイクル事業に区分されております。 紡績事業は、主に合繊紡績糸の製造及び販売を行っております。 テキスタイル事業は、主に中東向け民族衣装用生地の販売を行っております。 ヘルスケア事業は、主に不織布マスクの製造及び販売、その他衛生用品の製造及び栄養機能食品等の企画販売を行っております。 リサイクル事業は、主にプラスチック廃材を加工製造し、プラスチック資材として販売しております。 事業の系統図は、次のとおりであります。 〔事業系統図〕",
  "history_summary": "２ 【沿革】 年月 沿革 1948年10月 政府の第一次スフ紡績50万錘復元計画に呼応して、北陸地方の有志によって地元産業の発展の為、資本金2,500万円、各種繊維の紡績及び加工を主たる目的とし、北日本紡績株式会社の商号をもって本社及び金沢工場を石川県金沢市に設置し設立。 1949年１月 大阪市東区に大阪出張所を設置。東京都中央区に東京事務所を設置。 1950年10月 2,500万円増資して資本金5,000万円。 1951年６月 5,000万円増資して資本金10,000万円。 1952年１月 当社株式を大阪証券取引所市場第２部に上場。 1954年３月 当社株式を東京証券取引所市場第２部に上場。 1954年４月 10,000万円増資して資本金20,000万円。 1957年７月 10,000万円増資して資本金30,000万円。 1958年４月 大阪出張所を営業所に改称。 1963年９月 21,000万円増資して資本金51,000万円。 1964年５月 金沢工場敷地内に仮撚工場を新設、長繊維ウーリー加工糸の生産・販売を開始。 1964年10月 20,400万円増資して資本金71,400万円。 1971年８月 株式会社リック・コーポレーション（旧・鳥越産業株式会社、連結子会社）を設立。 1976年４月 大阪営業所を支社に改称。 1984年６月 キタボー興産株式会社（連結子会社）を設立。 1986年９月 東京事務所を廃止。 1988年11月 能都産業株式会社を設立。 1990年３月 能登工場を石川県鳳至郡能都町(現・鳳珠郡能登町)に新設、委託加工先へ賃貸。 1994年９月 大阪支社を廃止。 1996年４月 松任工場を石川県松任市(現・白山市)福留町に新設。 2002年11月 承徳帝賢北日本紡績有限公司（持分法適用関連会社）を設立。 2005年３月 能都産業株式会社を清算。 2005年６月 現在地に本社を移転。 2008年９月 東京証券取引所から上場廃止。 2009年１月 能登工場を閉鎖。 2010年３月 仮撚事業を廃止。 2011年５月 承徳帝賢北日本紡績有限公司を清算。 2013年７月 当社株式は大阪証券取引所及び東京証券取引所の現物市場の統合に伴い、東京証券取引所市場第２部に上場。 2016年12月 株式会社リック・コーポレーション、キタボー興産株式会社を清算。 2017年４月 大阪市中央区に大阪営業所を設置。 2020年７月 東京都中央区に東京本社を設置。 2020年11月 21,544万円増資して資本金92,944万円。 2021年１月 株式交換により株式会社中部薬品工業を完全子会社化。（現連結子会社） 2021年８月 ～９月 新株の発行及び新株予約権の行使18,825万円により資本金111,770万円。 2021年９月 事業譲受により静岡県掛川市に生産拠点を取得。（掛川工場） 2021年11月 株式取得により金井産業株式会社を完全子会社化。（現連結子会社） 2022年４月 東京証券取引所の市場区分の見直しにより市場第二部からスタンダード市場へ移行。 2023年２月 新株の発行8,061万円により資本金119,831万円 2023年８月 新株の発行5,026万円により資本金122,344万円 2024年７月 新株の発行11,129万円により資本金127,946万円 2025年１月 新株の発行20,000万円により資本金137,946万円",
  "dividend_policy_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "３ 【配当政策】 当社は、株主への還元を第一として配当原資確保のための収益力を強化し、継続的かつ安定的な配当を行うことを基本方針としております。 当社の剰余金の配当は、中間配当及び期末配当の年２回を基本的な方針としております。配当の決定機関は、中間配当は取締役会、期末配当は株主総会であります。 当期につきましては、長引く市況の低迷など厳しい状況にあるため、誠に遺憾ではありますが無配とさせて頂きます。次期以降につきましては、全社を挙げて業績の回復に取り組み、早期復配に向けて努める所存であります。 また、当社は会社法第454条第５項に規定する中間配当をすることができる旨を定款に定めております。"
    }
  ],
  "benefits_history": [
    {
      "fiscal_year_end": "2025-03-31",
      "report_date": "2026-02-04",
      "text": "株主に対する特典 なし (注) 当会社の株主は、その有する"
    }
  ],
  "last_updated": "2026-02-04"
}